<!DOCTYPE html>
  <html>
    <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>About</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2021 Online Conference" />
		<meta name="description" content="Conference for visual-arts-based research" />
		<meta property="og:image" content="http://uaac-aauc.com/2021/images/banner-about.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2021/about.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="Conference for visual-arts-based research" />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
     </head>
     <body>
	     <div class="navbar-fixed">
		     <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2021.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="" style="background-color:#3c3636;color:#6c6060;">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
		<div id="content">
			<div class="row">
    			<div class="col s12 m11 l9 offset-l1">
	    			<h1>About</h1>
	    			<h4>The 2021 conference is held online from October 20&ndash;23. All sessions are broadcast live via Zoom: <a href="schedule.html">schedule</a></h4>
    			</div>
    			<div class="col s12 m9 l7 offset-l1">
	    			<p>Every fall, the UAAC-AAUC hosts Canada’s professional conference for visual arts-based research by art historians, professors, artists, curators, and cultural workers. The sessions and panels address issues and subjects in art history, theory, and practice from various methodological approaches.</p>	 
    			</div>
    			<div class="col s12 m11 l9 offset-l1">   			
	    			<hr>
	    			<h1>&Agrave; propos</h1>
	    			<h4>Le congr&egrave;s de 2021 se tiendra en ligne du 20 au 23 octobre. Toutes les sessions sont diffus&eacute;es en direct via Zoom: <a href="schedule.html">l'horaire</a></h4>
    			</div>
    			<div class="col s12 m9 l7 offset-l1">
	    			<p>Chaque automne, l&rsquo;UAAC-AAUC accueille la conf&eacute;rence professionnelle canadienne pour la recherche sur les arts visuels, organis&eacute;e par des historiens de l&rsquo;art, des professeurs, des artistes, des conservateurs, et des professionnels de culture. Les sessions et les panels abordent des questions et des sujets d&rsquo;histoire de l&rsquo;art, th&eacute;orie, et pratique, selon diverses approches m&eacute;thodologiques.</p>
    			</div>
			</div>
	    </div>
		<div id="content" style="background-color:hsla(150, 11%, 40%,.45);">
    		<div class="row">
	    		<div class="col s12 l10 offset-l1">
  					<h2>Ninaskomitin. Tunngasugit. Binvnu. Tekwanonhwer&aacute;:tons. Gdi-mokaagoom. Biindigeg. Huy'ch'qa siem. <a href="about.html#bienvenue" class="on-green">Bienvenue.</a> <a name="welcome"></a><a href="about.html#welcome" class="on-green">Welcome.</a></h2>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
  					<p>On behalf of the organizing committee, we wish you a warm welcome to the 53rd annual conference of the UAAC. This is the second time the conference has taken place online, but it is the first time it has been entirely conceived of as a virtual gathering.</p>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l2">
  					<h4>Although we are not meeting in person, we are hopeful that this online space will be one of connection, community, and enthusiasm.</h4>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
  					<p>As conference organizers, we are also excited about the new opportunities and accessibility the format brings. 2021 is the first year the conference is hosting graduate student lightning talks, for example, to build connections between graduate students and the rich network of scholars and creators that form this organization. The online format has also made this conference more global, with presenters and attendees from across Canada, North and South America, Europe, and Asia. While we are spread across time zones, we are hopeful that the accessibility enabled by the online format is something the conference will continue to carry forward in future years.</p>
  					<p>While this conference takes place in a virtual format, it is important to acknowledge the lands and places we call home. From coast to coast, we acknowledge the ancestral and unceded territory of all the Inuit, M&eacute;tis, and First Nations people, their histories and futures on this land, and their deep knowledge and care for these lands. We must face directly and actively the historical and ongoing settler-colonial violence and harm that has taken place. Please take a moment to watch the beautiful and compelling <a class="on-green" href="https://locallove.ca/issues/land-acknowledgements-uncovering-an-oral-history-of-tkaronto/#.YOtK5BNKhBw" target="_blank">land acknowledgements video</a> by <strong>Selena Mills</strong> and <strong>Sara Roque</strong> with illustrations by <strong>Chief Lady Bird</strong>, who express that:</p>
	    		</div>
				<div class="col s10 offset-s1 m7 offset-m1 l5 offset-l2">
		    		<p class="quote"><i>&ldquo;land acknowledgements might seem like a small and simple gesture, but like many of our Indigenous ways, they are designed to evolve and hopefully hold much more meaning than the words alone&mdash;and to allow us to re-imagine the real story of this land, together.&rdquo;</i></p>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
  					<p>We are extremely thankful to the <a href="https://uaac-aauc.com/about/board/" target="_blank">UAAC Board of Directors</a> and our new organization administrator, <strong>Paola Aron Badin</strong>, for her expert and efficient work in organizing this event and ensuring its smooth running. <a href="http://mutablesubject.ca" target="_blank">Deanna Peters</a>, whose web design skills and innovation bring us the wonderful website and interface for the online conference. Many thanks also to our <a href="sponsors.html">sponsors</a> and the <a href="#students">student volunteers</a> who keep the Zoom sessions running smoothly.</p>
  					<p>There would ultimately be no conference without its participants, and we wish to thank you all for joining in from around the world to share your research, engage in conversation, and celebrate each other&rsquo;s achievements.</p>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m10 l3 offset-l1">
  					<p class="about" style="margin-top:1rem;padding-right:1.5rem;"><strong>Alena Buis</strong><br>
	  					<span class="school">Department Chair<br/>
	  					<strong>Art History and Religious Studies</strong><br/>
	  					sn&#601;w&#787;ey&#601;&#620; lel&#601;m&#787; Langara College</span>
	  				</p>
	    		</div>
	    		<div class="col s12 m10 l3">
	  				<p class="about" style="margin-top:1rem;padding-right:1.5rem;"><strong>Elizabeth Cavaliere</strong><br>
			  			<span class="school">SSHRC Postdoctoral Fellow<br/>
			  			<strong>Department of Art History and Art Conservation</strong><br/>
			  			Queen&rsquo;s University</span>
			  		</p>
	    		</div>
	    		<div class="col s12 m10 l3">
		  			<p class="about" style="margin-top:1rem;"><strong>Samantha Chang</strong><br>
			  			<span class="school">PhD Candidate<br/>
			  			<strong>Department of Art History</strong><br/>
			  			University of Toronto</span>
			  		</p>
				</div>	
			</div>
			<a name="bienvenue"></a>
			<div class="row">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<hr>
		    		<h2>Bienvenue.</h2>
					<p>Au nom du comit&eacute; organisateur, nous vous souhaitons la bienvenue &agrave; la 53e conf&eacute;rence annuelle de l'AAUC. C'est la deuxi&egrave;me fois que le congr&egrave;s se d&eacute;roule en ligne, mais c'est la premi&egrave;re fois qu'il est enti&egrave;rement con&ccedil;u comme un &eacute;v&eacute;nement virtuel.</p>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l2">
  					<h4>Bien que nous ne nous rencontrions pas en personne, nous esp&eacute;rons que cet espace en ligne sera un espace de connexion, de communaut&eacute; et d'enthousiasme.</h4>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
	    			<p>En tant qu'organisateurs de la conf&eacute;rence, nous sommes &eacute;galement enthousiasm&eacute;s par les nouvelles possibilit&eacute;s et l'accessibilit&eacute; que ce format apporte. En 2021, c'est la premi&egrave;re ann&eacute;e que la conf&eacute;rence organise des expos&eacute;s &eacute;clairs des &eacute;tudiants de cycles sup&eacute;rieurs, afin de cr&eacute;er des liens entre ces derniers et le riche r&eacute;seau de chercheurs et de cr&eacute;ateurs qui forment cette organisation. Le format en ligne a &eacute;galement rendu cette conf&eacute;rence plus globale avec des pr&eacute;sentateurs et des participants venant de tout le Canada, d'Am&eacute;rique du Nord et du Sud, d'Europe et d'Asie. Bien que nous soyons &eacute;clat&eacute;s sur plusieurs fuseaux horaires, nous esp&eacute;rons que l'accessibilit&eacute; rendue possible par le format en ligne soit un aspect que la conf&eacute;rence continuera &agrave; d&eacute;velopper dans les ann&eacute;es &agrave; venir.</p>
					<p>Bien que cette conf&eacute;rence se d&eacute;roule dans un format virtuel, il est important de reconna&icirc;tre les terres et les lieux o&ugrave; nous nous sentons chez nous. D'un c&ocirc;t&eacute; &agrave; l'autre, nous reconnaissons le territoire ancestral et non c&eacute;d&eacute; de tous les Inuits, M&eacute;tis et membres des Premi&egrave;res nations, leur histoire et leur avenir sur cette terre, ainsi que leur intime connaissance et leur protection de ces terres. Nous devons faire face directement et activement &agrave; la violence et aux dommages historiques caus&eacute;s par les colons et qui sont toujours en cours. Prenez un moment pour regarder cette magnifique <a class="on-green" href="https://locallove.ca/issues/land-acknowledgements-uncovering-an-oral-history-of-tkaronto/#.YOtK5BNKhBw" target="_blank">vid&eacute;o</a> de <strong>Selena Mills</strong> et <strong>Sara Roque</strong>, illustr&eacute;e par <strong>le chef Lady Bird</strong>, qui affirme que:</p>
	    		</div>
				<div class="col s10 offset-s1 m7 offset-m1 l5 offset-l2">
		    		<p class="quote"><i>&ldquo;land acknowledgements might seem like a small and simple gesture, but like many of our Indigenous ways, they are designed to evolve and hopefully hold much more meaning than the words alone&mdash;and to allow us to re-imagine the real story of this land, together.&rdquo;</i></p>
	    		</div>
				<div class="col s12 m10 l7 offset-l1">
					<p>Nous sommes extr&ecirc;mement reconnaissants au <a href="https://uaac-aauc.com/about/board/" target="_blank">conseil d'administration de l'AAUC</a> et &agrave; notre nouvelle administratrice, <strong>Paola Aron Badin</strong>, pour son travail expert et efficace dans l'organisation de cet &eacute;v&eacute;nement et son bon d&eacute;roulement. <a href="http://mutablesubject.ca" target="_blank">Deanna Peters</a>, dont les comp&eacute;tences en mati&egrave;re de conception web et d'innovation nous ont permis de produire le merveilleux site web et l'interface pour la conf&eacute;rence en ligne. Un grand merci &eacute;galement &agrave; nos <a href="sponsors.html">sponsors</a> et les <a href="#students">&eacute;tudiants b&eacute;n&eacute;voles</a> qui assurent le bon d&eacute;roulement des sessions Zoom.</p>
					<p>En d&eacute;finitive, il n'y aurait pas de conf&eacute;rence sans vous, ses participants, et nous tenons &agrave; vous remercier tous de nous rejoindre du monde entier pour partager vos recherches, engager la conversation et c&eacute;l&eacute;brer les succ&egrave;s de chacun.</p>
				</div>
			</div>
			<div class="row">
				<div class="col s12 m10 l3 offset-l1">
  					<p class="about" style="margin-top:1rem;padding-right:1.5rem;"><strong>Alena Buis</strong><br>
	  					<span class="school">Directrice<br/>
	  					<strong>D&eacute;partement d'histoire de l'art et des &eacute;tudes religieuses</strong><br/>
	  					sn&#601;w&#787;ey&#601;&#620; lel&#601;m&#787; Langara College</span>
	  				</p>
				</div>
				<div class="col s12 m10 l3">
					<p class="about" style="margin-top:1rem;padding-right:1.5rem;"><strong>Elizabeth Cavaliere</strong><br>
			  			<span class="school">Boursi&egrave;re postdoctorale du CRSH<br/>
			  			<strong>D&eacute;partement d'histoire de l'art et de conservation de l'art</strong><br/>
			  			Universit&eacute; Queen's</span>
			  		</p>
				</div>
				<div class="col s12 m10 l3">
		  			<p class="about" style="margin-top:1rem;padding-right:1.5rem;"><strong>Samantha Chang</strong><br>
			  			<span class="school">Candidate au doctorat<br/>
			  			<strong>D&eacute;partement d'histoire de l'art</strong><br/>
			  			Universit&eacute; de Toronto</span>
			  		</p>
				</div>					  	
  			</div>
		</div>
		<a name="president"></a>
		<div id="content" style="background-color:hsla(271, 43%, 52%, .3);">
    		<div class="row">
	    		<div class="col s12 l0 offset-l1">
  					<h2>President's Message</h2>
	    		</div>
		    	<div class="col s12 m10 l6 offset-l1">
					<p>What an extraordinary year it has been. When I sat down to write my annual message to the members of UAAC this time last year, the pandemic was still relatively new, and none of us had much sense of how things were going to develop or just how profoundly disruptive COVID-19 would be to our personal and professional lives. Likewise, the decision to shift our annual conference online was made in the early summer of last year without much sense of how it would turn out. Thanks to the dedicated work of the organizing hosts at Simon Fraser University and the University of British Columbia, led by <strong>Claudette Lauzon</strong> and <strong>Erin Silver</strong>, the conference was extremely successful. As the pandemic continued into this year, it became obvious to the UAAC Board that it would be necessary to hold the annual conference virtually once again.</p>
					<p>This year&rsquo;s conference takes place from Wednesday, October 20 to Saturday, October 23. As was the case last year, we have received a terrific response, with more than fifty panels, roundtables, and workshops.</p>
				</div>
				<div class="col s12 m10 l7 offset-l2">	
					<h4>UAAC is excited and honoured to have as our <a href="keynote.html" target="_blank">keynote</a> speaker the renowned artist, curator, and scholar <strong>Gerald McMaster</strong>, Professor of Indigenous Visual Culture and Critical and Curatorial Studies at OCAD University.</h4>
				</div>
				<div class="col s12 m10 l6 offset-l1">
					<p>The conference also features a <a href="workshop.html" target="_blank">plenary workshop</a>, <i>The Fundamentals of Anti-Oppression for Academics</i>, led by <strong>Amrita Aggarwal</strong>, with Baku Consulting. The UAAC is thankful to Elder <strong>Catherine Tammaro</strong> for delivering <a href="opening.html" target="_blank">opening remarks</a> to start the conference.</p>
					<p>I want to especially thank <strong>Alena Buis</strong>, <strong>Elizabeth Cavaliere</strong>, and <strong>Samantha Chang</strong> for their remarkable organizational work in preparing for the UAAC 2021 Conference. Without them, this year&rsquo;s conference would not have been possible.</p>
					<p>I would also like to thank the <strong>Gail and Stephen A. Jarislowsky Institute for Studies in Canadian Art</strong>, <strong>sn&#601;w&#787;ey&#601;&#620; lel&#601;m&#787; Langara College</strong>, <strong>McMaster University</strong>, <strong>OCAD University</strong>, <strong>University of Manitoba</strong>, and the <strong>University of Toronto</strong> for their support.</p>
					<p>Over the last year, the UAAC Board has continued work on the strategic planning exercise, which we began at the end of 2019. We have met regularly and have further developed proposals on the three strategic priorities which came out of the workshop: effective communication with the membership, a governance structure that reflects the diversity of our membership, and the diversification of funding sources to support our strategic priorities. We look forward to presenting specific initiatives at our <a href="agm.html" target="_blank">Annual General Meeting</a>, scheduled for Friday, October 22, from 1:30 to 2:30 pm PDT. While we can&rsquo;t provide food, we can promise a stimulating and important discussion &mdash; all members are encouraged to attend!</p>
					<p>I’m also very pleased to provide an update on the appointment of UAAC’s new Administrator, <strong>Paola Aron Badin</strong>. Paola comes to UAAC with considerable experience in cultural and institutional management. She has been working with the UAAC Board since March. She has already provided stellar support to the Board and the Association. We look forward to her continued excellent work.</p> 
					<p>This last year has been difficult for all of us. The effects of the pandemic on post-secondary education continue and, as I wrote last year, are exacerbated by the underlying political and social crises that confront us in Canada and globally. Within this context, in some modest way, I hope this year’s conference can provide a valuable space in which we can share our practices, learn, and connect both professionally and personally.</p>
		    	</div>
		    	<div class="col s12 m10 l8 offset-l1">
		    		&nbsp;
  					<p>Best wishes,</p>
	  				<p class="about"><strong>Benedict Fullalove</strong><br/>
	  					<span class="school">Associate Professor and Chair<br/>
	  					School of Critical + Creative Studies<br/>
	  					Alberta University of the Arts</span>
	  				</p>		
    			</div>	
  			</div>
  			<div class="row">
	    		<div class="col s12 l10 offset-l1">
		    		<hr>
					<h2>Message du pr&eacute;sident</h2>
		    	</div>
		    	<div class="col s12 m10 l7 offset-l1">
	  				<p>Quelle ann&eacute;e extraordinaire. Lorsque j&rsquo;ai r&eacute;dig&eacute; mon message annuel pour les membres de l'AAUC l'ann&eacute;e derni&egrave;re &agrave; la m&ecirc;me &eacute;poque, la pand&eacute;mie &eacute;tait encore relativement r&eacute;cente et personne pouvait pr&eacute;dire la fa&ccedil;on dont les choses allaient &eacute;voluer ou la fa&ccedil;on dont le COVID-19 allait profond&eacute;ment perturber nos vies personnelles et professionnelles. De m&ecirc;me, la d&eacute;cision de d&eacute;rouler notre congr&egrave;s annuel en ligne a &eacute;t&eacute; prise au d&eacute;but de l'&eacute;t&eacute; dernier sans trop savoir comment cela allait se passer. Gr&acirc;ce au travail d&eacute;vou&eacute; des h&ocirc;tes organisateurs de l'Universit&eacute; Simon Fraser et de l'Universit&eacute; de la Colombie-Britannique, dirig&eacute;s par Claudette Lauzon et Erin Silver, le congr&egrave;s a connu un grand succ&egrave;s. Comme la pand&eacute;mie s'est poursuivie cette ann&eacute;e, il est devenu &eacute;vident pour le conseil d'administration de l'AAUC qu'il serait n&eacute;cessaire de tenir le congr&egrave;s annuel en virtuel une fois de plus.</p>
	  				<p>Cette ann&eacute;e, le congr&egrave;s aura lieu du mercredi 20 octobre au samedi 23 octobre. Comme l'ann&eacute;e derni&egrave;re, nous avons re&ccedil;u une r&eacute;ponse formidable, avec plus de cinquante panels, tables rondes et ateliers.</p>
		    	</div>
		    	<div class="col s12 m10 l7 offset-l2">	
					<h4>L'AAUC est heureuse et honor&eacute;e d'avoir comme <a href="keynote.html" target="_blank">conf&eacute;rencier principal</a> le c&eacute;l&egrave;bre artiste, conservatrice et universitaire <strong>Gerald McMaster</strong>, professeur de culture visuelle indig&egrave;ne et d'&eacute;tudes critiques et curatoriales &agrave; l'Universit&eacute; OCAD.</h4>
				</div>
				<div class="col s12 m10 l6 offset-l1">
					<p>Le congr&egrave;s comprend &eacute;galement un <a href="workshop.html" target="_blank">atelier pl&eacute;nier</a> intitul&eacute; <i>The Fundamentals of Anti-Oppression for Academics</i>, anim&eacute; par <strong>Amrita Aggarwal</strong>, de chez Bakau Consulting, bas&eacute; &agrave; Vancouver. L'AAUC remercie l'a&icirc;n&eacute;e <strong>Catherine Tammaro</strong> d'avoir prononc&eacute; les <a href="opening.html" target="_blank">remarques d'ouverture</a> du congr&egrave;s.</p>
					<p>Je tiens &agrave; remercier tout particuli&egrave;rement <strong>Alena Buis</strong>, <strong>Elizabeth Cavaliere</strong> et <strong>Samantha Chang</strong> pour leur remarquable travail d'organisation dans la pr&eacute;paration du Congr&egrave;s de l'AAUC 2021. Sans elles, le congr&egrave;s de cette ann&eacute;e n'aurait pas &eacute;t&eacute; possible.</p>
					<p>Je tiens &eacute;galement &agrave; remercier l'<strong>Institut d'&eacute;tudes en art canadien</strong>, <strong>Gail et Stephen A. Jarislowsky</strong>, <strong>sn&#601;w&#787;ey&#601;&#620; lel&#601;m&#787; Langara College</strong>, l'<strong>Universit&eacute; McMaster</strong>,l'<strong>Universit&eacute; de l'&Eacute;cole d'art et de design de l'Ontario</strong>, l'<strong>Universit&eacute; du Manitoba</strong> et l'<strong>Universit&eacute; de Toronto</strong> pour leur soutien.</p>
	  				<p>Au cours de la derni&egrave;re ann&eacute;e, le conseil d'administration de l'AAUC a poursuivi le travail sur l'exercice de planification strat&eacute;gique que nous avons commenc&eacute; &agrave; la fin de 2019. Nous nous sommes r&eacute;unis r&eacute;guli&egrave;rement et avons approfondi des propositions sur les trois priorit&eacute;s strat&eacute;giques qui sont ressorties de l'atelier : une communication efficace avec les membres, une structure de gouvernance qui refl&egrave;te la diversit&eacute; de nos membres, et la diversification des sources de financement pour soutenir nos priorit&eacute;s strat&eacute;giques. Nous sommes impatients de pr&eacute;senter des initiatives sp&eacute;cifiques lors de notre <a href="agm.html" target="_blank">assembl&eacute;e g&eacute;n&eacute;rale annuelle</a>, pr&eacute;vue le vendredi 22 octobre, de 13 h 30 &agrave; 14 h 30 PDT. Bien que nous ne puissions pas fournir de nourriture, nous pouvons promettre une discussion stimulante et importante &mdash; tous les membres sont encourag&eacute;s &agrave; y assister !</p>
	  				<p>Je suis &eacute;galement tr&egrave;s heureuse de vous annoncer la nomination de la nouvelle administratrice de l'AAUC, <strong>Paola Aron Badin</strong>. Paola arrive &agrave; l'AAUC avec une exp&eacute;rience consid&eacute;rable dans le domaine de la gestion culturelle et institutionnelle. Elle travaille avec le conseil d'administration de l'AAUC depuis le mois de mars. Elle a d&eacute;j&agrave; apport&eacute; un soutien exceptionnel au Conseil et &agrave; l'Association. Nous nous r&eacute;jouissons de la poursuite de son excellent travail.</p>
	  				<p>L'ann&eacute;e qui vient de s&rsquo;&eacute;couler a &eacute;t&eacute; difficile pour nous tous. Les effets de la pand&eacute;mie sur l'enseignement postsecondaire se poursuivent et, comme je l'ai &eacute;crit l'an dernier, sont exacerb&eacute;s par les crises politiques et sociales sous-jacentes auxquelles nous sommes confront&eacute;s au Canada et dans le monde. Dans ce contexte, j'esp&egrave;re, modestement, que le congr&egrave;s de cette ann&eacute;e pourra offrir un espace pr&eacute;cieux dans lequel nous pourrons partager nos pratiques, apprendre et &eacute;tablir des liens, tant sur le plan professionnel que personnel.</p>
		    	</div>
		    	<div class="col s12 m10 l8 offset-l1">
		    		&nbsp;
  					<p>Cordialement,</p>
  					<p class="about">
	  					<strong>Benedict Fullalove</strong><br/>
	  					<span class="school">Associate Professor and Chair<br/>
	  					School of Critical + Creative Studies<br/>
	  					Alberta University of the Arts</span>
	  				</p>		
    			</div>	
  			</div>
		</div>
		<a name="students"></a>
		<div id="content" style="background-color:hsla(196, 100%, 33%, .4);">
    		<div class="row">
	    		<div class="col s10 m6 l5 offset-l1">
  					<h4 style="margin-bottom:1rem;">Student volunteers</h4>
  					<hr style="margin-top:0;margin-bottom:1rem;">
  					<h4>&Eacute;tudiants b&eacute;n&eacute;voles</h4>
	    		</div>
	    		<div class="col s12 m4 offset-m2">
  					<ul style="color:#999680;">
	  					<li>Tristan Balmokune</li>
	  					<li>Femi Barleycorn</li>
	  					<li>Leman Berdeli</li>
	  					<li>Emily Cadger</li>
						<li>Ashley Carmichael</li>
						<li>Adrian Deveau</li>
						<li>James Grau</li>
						<li>Xiao Han</li>
						<li>Sarah Hearn</li>
						<li>Sheena Hoszko</li>
						<li>Rabeya Khatun</li>
						<li>Erika Kindsfather</li>
						<li>Masha Kouznetsova</li>
						<li>Kristen Lewis</li>
						<li>Elyse Longair</li>
						<li>Elise Marciniszyn</li>
						<li>Mackenzie McGhie</li>
						<li>Moira McKee</li>
						<li>Ashar Mobeen</li>
						<li>Alejandra Morales Garza</li>
						<li>Kalina Nedelcheva</li>
						<li>Mariah O'Brien</li>
						<li>Sharifa Riley</li>
						<li>Vania Ryan</li>
						<li>Camila de Oliveira Savoi</li>
						<li>Yoobin Shin</li>
						<li>Sabrina Smith</li>
						<li>Linda Steele</li>
						<li>Paige Lauren Stephen</li>
						<li>Brandon Sward</li>
						<li>Kelley Tialiou</li>
						<li>Sage Wosminity</li>
						<li>Qishu Zhu</li>
  					</ul>
	    		</div>
			</div>	
		</div>
		<!--<a name="acknowledgments"></a>
		<div id="content" style="background-color:hsla(276, 100%, 85%, .4);">
    		<div class="row">
	    		<div class="col s10 m6 l5 offset-l1">
  					<h4 style="margin-bottom:1rem;">Board of directors</h4>
  					<hr style="margin-top:0;margin-bottom:1rem;">
  					<h4>Conseil d'administration</h4>
	    		</div>
	    		<div class="col s12 m4 offset-m2">
  					<ul style="color:#999680;">
	  					<li>Paola Aron Badin</li>
						<li>Keith Bresnahan</li>
						<li>Ersy Contogouris</li>
						<li>Anne Dymond</li>
						<li>Mitchell Frank</li>
						<li>Benedict Fullalove</li>
						<li>Claudette Lauzon</li>
						<li>Karla McManus</li>
						<li>Erin Silver</li>
  					</ul>
	    		</div>
			</div>	
		</div>-->
		<!--<div class="section" style="background-color:#ebe2d5;">
	     	<div class="row">
		     	<div class="col s10 offset-s1 l2">
			    	<p style="font-size:.9rem;color:#433c3c;">advertisements</p>
		     	</div>
			 	<div class="col s10 offset-s1 l4">
			    	<a href="https://www.ecuad.ca/" target="_blank"><img src="images/promo-ecu.jpg" class="scale-with-grid" style="margin-top:3rem;margin-bottom:1rem;"></a>
		     	</div>
			 	<div class="col s10 offset-s1 l4 offset-l1">
			    	<a href="https://carleton.ca/arthistory/" target="_blank"><img src="images/promo-carleton.png" class="scale-with-grid" style="margin-bottom:3rem;"></a>
		     	</div>
	     	</div>
     	</div>-->		    
   		<div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a> &nbsp; <a href="https://twitter.com/hashtag/UaacAauc2021?src=hashtag_click" target="_blank">#UaacAauc2021</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a> &nbsp; <a href="https://www.facebook.com/hashtag/AaucUaac2021/" target="_blank">#AaucUaac2021</a></li>
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:uaac.aauc.online@gmail.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank <a href="sponsors.html" target="_blank">our sponsors</a></h6>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>