<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>B.3 Historical and Multicultural Perspectives on Research-Creation</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2021 Online Conference" />
		<meta name="description" content="B.3 Historical and Multicultural Perspectives on Research-Creation, Part 2 / Perspectives historique et multiculturelle de la recherche-création, Partie 2" />
		<meta property="og:image" content="http://uaac-aauc.com/2021/images/banner-main.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2021/b3.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="B.3 Historical and Multicultural Perspectives on Research-Creation, Part 2 / Perspectives historique et multiculturelle de la recherche-création, Partie 2" />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2021.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>B.3 Historical and Multicultural Perspectives on Research-Creation, <nobr>Part 2</nobr></h2>
		    		<hr>
		    		<h2>B.3 Perspectives historique et multiculturelle de la recherche-cre&#769;ation, <nobr>Partie 2</nobr></h2>
		    		<h6>Wed Oct 20 / mer 20 oct / 11:30 &ndash; 13:00 PDT</h6>
		    		<!--<a class="waves-effect waves-light btn-large expired"><i class="large material-icons right">voice_chat</i> expired</a>-->
		    		<a class="waves-effect waves-light btn-large" href="https://zoom.us/j/92243191424" target="_blank"><i class="large material-icons right">voice_chat</i> join</a>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">chairs / pr&eacute;sidentes /</p>
		    		<ul>
			    		<li class="participants"><strong>Isabelle Pichet</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Trois-Rivi&egrave;res</span></li>
			    		<li class="participants"><strong>Cynthia I. Hammond</strong><span class="school">, Concordia University</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>Whether we look to the humanist figures of the Italian Renaissance, the academicians of the Grand Si&egrave;cle, conceptual artists of the second half of the twentieth century, or the cultural output of diverse Indigenous peoples worldwide, artists have long united creative undertakings with research, broadly defined. This approach, lately, has been named &quot;research-creation.&quot; Although research-creation is generally viewed as an emerging field of practice, we would suggest that its characteristics position it within a discontinuous historical lineage, marked by interruptions and re-emergences rather than novelty, as much in traditional as in western societies. Throughout history, clues, fragments, and witnesses to this approach arise here and there; it is possible to find these traces in the artists' biographies, various literary sources, and of course, in works of art themselves.</p>
		    		<hr>
		    		<p>Sous les figures de l'humaniste de la Renaissance italienne, de l'acad&eacute;micien du Grand Si&egrave;cle ou encore des productions des diverses cultures des peuples autochtones &agrave; travers le monde, l'artiste a depuis longtemps uni sa pratique cr&eacute;atrice &agrave; une recherche r&eacute;flexive dans le but de communiquer le sens de son travail. Cette d&eacute;marche trouve sa forme pr&eacute;sente sous l'expression relativement r&eacute;cente de &laquo; recherche-cr&eacute;ation &raquo;. Bien que pens&eacute;e comme une approche &eacute;mergente, les fondements de la recherche-cr&eacute;ation poss&egrave;dent des constantes qui l'inscrivent dans un lignage historique discontinu, fait d'interruptions et de r&eacute;&eacute;mergences, tant dans les soci&eacute;t&eacute;s traditionnelles qu'Occidentales. Tout au long de l'histoire, des indices, des fragments ou des t&eacute;moins de cette approche surgissent ici et l&agrave; ; les artistes, les sources litt&eacute;raires et les &oelig;uvres les ayant sem&eacute;s &agrave; travers leur parcours.</p>
	    		</div>
	    		<div class="col s12 m8 offset-m4 l5 offset-l6">
	    			<p class="bio"><strong>Isabelle Pichet</strong> est professeure associ&eacute;e &agrave; l'Universit&eacute; du Qu&eacute;bec &agrave; Trois-Rivi&egrave;res depuis 2017 et commissaire d'expositions (P.-&Eacute;. Borduas et O. Leduc). Ses recherches portent plus sp&eacute;cifiquement sur la question de l'histoire du public et des expositions publiques europ&eacute;ennes aux 17e et 18e si&egrave;cles. Elle a entre autres publi&eacute; aux &Eacute;ditions Hermann Le tapissier et les dispositifs discursifs au Salon (1750&ndash;1789) (2012), ainsi que Le Salon de l'Acad&eacute;mie royale de peinture et sculpture (2014). Ses projets de recherche les plus r&eacute;cents, Le Corps sensoriel dans les expositions d'art au 18e si&egrave;cle (CRSH/2018&ndash;20) et Aux sources de la recherche-cr&eacute;ation (CRSH/2020&ndash;22), proposent de nouvelles voies de recherche sur les Salons artistiques et l'Acad&eacute;mie royale de Paris au 18e si&egrave;cle, ainsi que sur la question de la recherche-cr&eacute;ation dans une perspective historique.</p>
		    		<p class="bio"><strong><a href="https://cynthiahammond.org/" target="_blank">Cynthia Hammond</a></strong> is a Professor of Art History at Concordia University. She is an interdisciplinary artist and historian of the built environment. Presently she is the lead investigator for <i>La Ville Extraordinaire</i>, an oral history research-creation project that explores the urban knowledge of diverse older citizens (SSHRC PDG, 2020&ndash;23). Her research and creation focus on the relationships between women and built and biological landscapes. Cynthia has written many essays and one book on gender, urban memory, and research-creation as a tool for surfacing the exclusions of the built environment.</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>B.3.1 <i>Aby Warburg's</i> Mnemosyne Atlas <i>(1927&ndash;29) as a Proto Research-Creation</i></h3>
		    		<p class="presenter"><strong>Mehmet S&uuml;lek</strong><span class="school">, University of Amsterdam</span></p>
    				<p>In the last three decades, Warburg has been haunting art history and beyond. Despite the growing literature on Warburg, scholars disagree about his scholarship and his last project <i>Mnemosyne Atlas</i> (1927&ndash;29). I argue that Warburg's scholarship can be understood if we can answer the question of why we need to talk about Warburg today. In this regard, this paper will claim that Warburg's <i>Mnemosyne</i> was an early example of research-creation, which makes it pertinent for contemporary scholarship.</p>
					<p>The paper will first discuss the ways in which Mnemosyne transgresses the boundaries of academia and artistic practice. It will highlight how Warburg's formulation of <i>Wanderstrassen der Kultur</i> (pathways of culture) led him to construct cartography of images in which multiple spatial and temporal trajectories collide, and thus multiple narratives emerge. Following this line of thought, it will propose that <i>Mnemosyne</i> was not an end product but rather a process of thinking with image. Moreover, it will underline the importance of Thomas Carlyle's <i>Sartor Resartus</i> (1836) for Warburg throughout his life, which intermingles fiction with non-fiction. Secondly, it will demonstrate that <i>Mnemosyne</i> and contemporary research-creation share similar themes such as world-picturing (Smith, 2006), cultural memory, and temporality (Ross, 2012; Groom, 2013). In this regard, it will argue that both in Mnemosyne and contemporary research-creation images function as world-forming, time travel, and recollection. Thus, this paper aims to seek an answer to where Warburg's legacy can be found today and how the questions raised by Warburg can be found in contemporary research-creation.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://www.uva.nl/en/profile/s/u/m.b.sulek/m.b.sulek.html?cb" target="_blank">Mehmet S&uuml;lek</a></strong> is currently a PhD Candidate in Art History at the University of Amsterdam. He holds a BA in Film Studies from Yeditepe University and a MA in History of Art (Distinction) from the University of Leeds. In his MA Dissertation, he analyzed 14th Istanbul Biennial (2015) as a Warburgian project. His PhD project concerns with the historiographic challenges caused by large-scale exhibitions that inhabit cities and the ways in which Warburg's methodology can provide a framework to overcome these challenges. In 2020, he co-founded PNSA Postgraduate Network for the Study of Art Historiography, which aims to organize readings groups, seminars, and annual conferences. He is also the co-organizer of the forthcoming <i>Queering the Boundaries of Arts in the Sinosphere</i> workshop, hosted by, Institute of Art History at the University of Zurich.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>B.3.2 <i>Recherche-cre&#769;ation, pluriversalite&#769;, de&#769;colonialite&#769;</i></h3>
		    		<p class="presenter"><strong>E&#769;dith-Anne Pageot</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></p>
    				<p>Cette communication porte sur des collectifs d'artistes, pluriculturel et plurilingue, qui travaillent au seuil des disciplines artistiques, scientifiques et environnementales. A&#768; partir d'une analyse historique et d'une re&#769;flexion the&#769;orique ancre&#769;e dans le paradigme de&#769;colonial, je proble&#769;matiserai la recherche-cre&#769;ation au sein des groupes Bore&#769;al Multime&#769;dia (1988&ndash;96) et Les Pre&#769;cambriens (1994&ndash;96) &mdash; un collectif, dont j'ai fait partie au moment de sa fondation. Il s'agit de voir comment la recherche-cre&#769;ation au sein de ces groupes appre&#769;hende notre rapport au monde, conc&#807;oit notre fac&#807;on d'e&#770;tre-ensemble, et fac&#807;onne l'imaginaire ge&#769;ographique. Ces groupes multidisciplinaires furent fonde&#769;s dans les Laurentides, au nord de Montre&#769;al par l'artiste canadien d'origine mexicaine et tepehuane Domingo Cisneros apre&#768;s la fermeture du Colle&#768;ge Manitou (un colle&#768;ge autochtone e&#769;tabli a&#768; La Macaza (1973&ndash;76) ou&#768; il avait enseigne&#769; vingt ans plus to&#770;t. Les initiatives extra-urbaines mene&#769;es par ces collectifs e&#769;mergent dans la foule&#769;e de mouvements d'art &laquo; e&#769;cologique &raquo; au courant des anne&#769;es 1970 et 1980 et dans la mouvance des the&#769;ories postcoloniales. Tour a&#768; tour, ces groupes furent les porteurs du projet &laquo;territoire culturel&raquo; un concept de Cisneros qui ambitionnait de cre&#769;er un laboratoire artistique, social et scientifique en milieu naturel afin de participer a&#768; la re&#769;solution de proble&#768;mes sociaux et environnementaux, notamment la pauvrete&#769; en re&#769;gion.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://professeurs.uqam.ca/professeur/pageot.edith-anne/" target="_blank">Edith-Anne Pageot</a></strong> s'inte&#769;resse a&#768; l'historiographie, aux logiques interdisciplinaires, transculturelles et transnationales qui traversent les modes de production, d'exposition et de re&#769;ception des objets d'art. Son plus re&#769;cent projet de recherche, <i>Une ge&#769;ographie des re&#769;seaux de production et de diffusion de la fibre dans l'art moderne et contemporain au Que&#769;bec</i> (FRQSC PAFARC 2021&ndash;24), participe des the&#769;ories critiques des cadres normatifs, androcentre&#769;s et coloniaux, qui fac&#807;onnent l'histoire de l'art canonique. Elle pre&#769;pare actuellement une monographie portant sur <i>La culture artistique et me&#769;diatique au Colle&#768;ge Manitou. Agentivite&#769; et strate&#769;gies d'autode&#769;termination</i> (CRSH PAFARC 2017&ndash;20). Edith-Anne Pageot est professeure De&#769;partement d'histoire de l'art de l'UQAM depuis 2016, membre re&#769;gulie&#768;re de l'Institut de recherches et d'e&#769;tudes fe&#769;ministes (IREF), et membre associe&#769;e du Centre interuniversitaire d'e&#769;tudes et de recherches autochtones (CIERA).</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>B.3.3 <i>La th&eacute;orie de Stanford Anderson et son potentiel p&eacute;dagogique</i></h3>
		    		<p class="presenter"><strong>Denis Bilodeau</strong><span class="school">, Universit&eacute; de Montr&eacute;al</span></p>
    				<p>Les d&eacute;bats contemporains entourant la d&eacute;finition de la recherche-cr&eacute;ation, en architecture comme en art visuel, peuvent en partie &ecirc;tre compris dans le contexte de l&rsquo;int&eacute;gration de ces programmes au sein des universit&eacute;s, depuis les ann&eacute;es 1960, et en rapport au d&eacute;sir des disciplines cr&eacute;atives d&rsquo;acc&eacute;der aux ressources des grands organismes subventionnaires et conseils de recherche en satisfaisant &agrave; leurs exigences de qualification scientifique.</p>
					<p>Si le d&eacute;veloppement des recherches scientifiques sp&eacute;cialis&eacute;es autour de questions techniques, historiques ou sociales a su s&rsquo;imposer, certains chercheurs se sont aussi pench&eacute;s sur la possibilit&eacute; plus radicale, mais aussi plus probl&eacute;matique, de penser le processus de conception &agrave; la mani&egrave;re d&rsquo;une d&eacute;marche de recherche scientifique.</p>
					<p>Ainsi, dans les ann&eacute;es 1980, Stanford Anderson, directeur du programme de doctorat en histoire, th&eacute;orie et critique de l&rsquo;architecture au MIT, a explor&eacute; cette id&eacute;e en se basant sur la th&eacute;orie des &laquo;&nbsp;competing systems of research programs &raquo; &eacute;labor&eacute;e par l&rsquo;historien et &eacute;pist&eacute;mologue des sciences Imre Lakatos. Ainsi, selon Anderson, un programme de recherche en design serait construit autour d&rsquo;un mod&egrave;le conceptuel stable et d&rsquo;un ensemble d&rsquo;hypoth&egrave;ses &eacute;volutives ouvrant la voie &agrave; divers axes et s&eacute;ries d&rsquo;exp&eacute;rimentations. Il utilise comme exemple, l&rsquo;ensemble des villas con&ccedil;ues par le Corbusier dans les ann&eacute;es 1920 &agrave; partir du mod&egrave;le structural de la &laquo;&nbsp;maison domino &raquo; et des hypoth&egrave;ses formul&eacute;e dans les &laquo;&nbsp;cinq points pour une architecture &raquo;.</p>
					<p>Cette pr&eacute;sentation analyse la contribution d&rsquo;Anderson dans son contexte historique et elle s&rsquo;interroge sur les limites et les possibilit&eacute;s ouvertes par cette th&eacute;orie. Dans quelle mesure permet-elle non seulement d&rsquo;analyser a posteriori une d&eacute;marche de conception mais aussi de structurer un travail d&rsquo;exploration et de cr&eacute;ation &agrave; venir? Quelles sont les implications de cette th&eacute;orie pour la d&eacute;finition du travail de conception et de son rapport &agrave; l&rsquo;histoire de la discipline et de la culture architecturale?</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Denis Bilodeau /</strong> &Eacute;tudes: B.Arch. Universit&eacute; Laval (Qu&eacute;bec), MArts et MPhil. Histoire de l'art, Universit&eacute; Columbia, (New York), PhD Architecture, Universit&eacute; de technologie de Delft (Pays-Bas). Titre : Professeur titulaire, &Eacute;cole d'architecture, Universit&eacute; de Montr&eacute;al. Recherche et d'enseignement: Histoire, th&eacute;orie, critique et pratique de l'architecture. Co-fondateur du Laboratoire d'&eacute;tude de l'architecture potentielle &agrave; l'Universit&eacute; de Montr&eacute;al en 2002. Commissaire de l'exposition Concours d'architecture et imaginaire territorial : les projets culturels au Qu&eacute;bec : 1991&ndash;2005, pr&eacute;sent&eacute;e &agrave; Montr&eacute;al, au Luxembourg et au Pavillon de l'Arsenal &agrave; Paris en 2007. Commissaire : &Eacute;ric Gauthier : Architecture&ndash;Trame&ndash;Index, Maison de l'architecture du Qu&eacute;bec Montr&eacute;al (2010). Conf&eacute;rence r&eacute;cente: Jacques-Fran&ccedil;ois Blondel et l'enseignement de l'architecture. (Cit&eacute; de l'architecture et du patrimoine, Paris (2017) (publication en pr&eacute;paration). Codirection de Fragments d'un discours architectural : la critique &agrave; l'&oelig;uvre. &Eacute;ditions de La Villette (&agrave; venir en 2021).</p>
    			</div>
	    	</div>
			<a href="b3.html"><i class="large material-icons">arrow_upward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a> &nbsp; <a href="https://twitter.com/hashtag/UaacAauc2021?src=hashtag_click" target="_blank">#UaacAauc2021</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a> &nbsp; <a href="https://www.facebook.com/hashtag/AaucUaac2021/" target="_blank">#AaucUaac2021</a></li>
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:uaac.aauc.online@gmail.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank <a href="sponsors.html" target="_blank">our sponsors</a></h6>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>