<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>C.4 Latin American and Caribbean Art(s)</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2021 Online Conference" />
		<meta name="description" content="C.4 Latin American and Caribbean Art(s) / L’art de l’Amérique latine et des Caraïbes" />
		<meta property="og:image" content="http://uaac-aauc.com/2021/images/banner-main.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2021/c4.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="C.4 Latin American and Caribbean Art(s) / L’art de l’Amérique latine et des Caraïbes" />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2021.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>C.4  Latin American and Caribbean Art(s): From Where? From Whom?</h2>
		    		<hr>
		    		<h2>C.4 Art(s) latino-am&eacute;ricain(s) et cara&iuml;ben(s) : &Agrave; partir <nobr>d&rsquo;o&ugrave; ?</nobr> De la part de <nobr>qui ?</nobr></h2>
		    		<h6>thu Oct 21 / jeu 21 oct / 9:00 &ndash; 10:30 PDT</h6>
		    		<!--<a class="waves-effect waves-light btn-large expired"><i class="large material-icons right">voice_chat</i> expired</a>-->
		    		<a class="waves-effect waves-light btn-large" href="https://zoom.us/j/93632452280" target="_blank"><i class="large material-icons right">voice_chat</i> join</a>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">chair / pr&eacute;sidente /</p>
		    		<ul>
			    		<li class="participants"><strong>Alena Robin</strong><span class="school">, Western University</span></li
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>This open session invites scholars, curators, and artists to share their current research on Latin American and Caribbean art(s). The goal is to create dialogue and exchange on the state of those fields. We welcome both contemporary and historical perspectives (from the pre-Columbian period to the present day) and the exploration of a variety of media (painting, sculpture, installation, photography, performance, socially engaged practices, new media, architecture, etc.). We are interested in examining the historical and contemporary presence of Latin American and Caribbean art(s)/artists beyond their traditional geopolitical borders; the inherent intersectionality of those concepts, and also their transmutation in light of past and current migratory and activist movements, technological advances, and sanitary crises; any other topic on art and artists in Latin America and the Caribbean delving into, for instance, the Caribbean's complex relationship to Latin American.</p>
	    		</div>
	    		<div class="col s12 m8 offset-m4 l5 offset-l6">
		    		<p class="bio"><strong><a href="https://www.uwo.ca/languages/about_us/faculty/robin.html" target="_blank">Alena Robin</a></strong> is an Associate Professor and Chair in the Department of Visual Arts at Western University (Canada). She specializes in religious art from New Spain, specifically on the representation of the Passion of Christ. Other fields of interest are theories of art and artistic literature in the Hispanic world, the historiography of painting in New Spain, issues of the conservation and restoration of cultural heritage, and the presence of Latin American art in Canada. She is the author of <i>Las capillas del V&iacute;a Crucis de la ciudad de M&eacute;xico. Arte, patrocinio y sacralizaci&oacute;n del espacio</i> (Universidad Nacional Autonoma de Mexico, 2014).</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>C.4.1 <i>Women at the Cusp: Informalismo in 1950s Buenos Aires</i></h3>
		    		<p class="presenter"><strong>Ayelen Pagnanelli</strong><span class="school">, Universidad de San Mart&iacute;n</span></p>
    				<p>Writing art history in the time of Ni Una Menos, a grassroots feminist movement that has shaken Argentina since 2015, means writing for a society with a renewed sense of women in history. The participation of a large number of women in Informalismo has largely been ignored, despite their presence in museum collections. Art history's pervasive biases towards women's artistic contributions have hindered our ability to read them. Argentine Informalismo has been included in canonical readings of both the Argentine avant-garde and global narratives of contemporary art. It has often been invoked in the works of Alberto Greco and Kenneth Kemble. At the intersection of Latin American Art and Gender Studies, this presentation's objective is to revisit the Argentine Informalist art scene from a feminist perspective, addressing women's contributions.</p>
						<p>I delve into the artistic production of Silvia Torras, Noem&iacute; Di Benedetto, and In&eacute;s Blumencweig. Torras was part of &quot;Arte Destructivo,&quot; an experience that bent the limits of the creative process by introducing destruction, Noem&iacute; Di Benedetto worked beyond the canvas, and In&eacute;s Blumencweig bridged the avant-gardes of Argentina and Japan. I argue that their radical gestures, be they a critique of gendered social norms, a challenge of the limits between painting and sculpture, or an engagement with global avant-gardes, precluded the shift towards contemporary art. Thus, I make a case for women's participation as a force in the making of Latin American art histories at the juncture between modern and contemporary art.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="http://investigadores.unsam.edu.ar/eng/investigador/783/Pagnanelli-Ayelen" target="_blank">Ayelen Pagnanelli</a></strong> is a Doctoral Fellow at Consejo Nacional de Investigaciones Cient&iacute;ficas y T&eacute;cnicas (CONICET) and a PhD Candidate examining gender and sexuality in the abstract art scenes in Buenos Aires from 1937 to 1963 at the Centro de Investigaciones en Arte y Patrimonio, UNSAM. Pagnanelli holds an MA in Argentine and Latin American Art History from Instituto de Altos Estudios Sociales, Universidad Nacional de San Mart&iacute;n and a BA in Gender Studies and Studio Art from Skidmore College. Pagnanelli has been awarded a Princeton University Libraries Grant for the year 2020&ndash;21.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>C.4.2 <i>La r&eacute;volte dans la chair : corpor&eacute;it&eacute;s dissidentes et action politique dans l'art performatif du collectif Mujeres Creando</i></h3>
		    		<p class="presenter"><strong>Johanna Renard</strong><span class="school">, Universit&eacute; de Strasbourg</span></p>
    				<p>Chor&eacute;graphies de la col&egrave;re, performances de la r&eacute;volte : depuis le d&eacute;but des ann&eacute;es 1990 le collectif anarcho-f&eacute;ministe bolivien Mujeres Creando s'approprie l'espace public par l'entremise d'interventions artistiques, entre graffitis et performances. Fusionnant le politique et l'artistique, elles mettent en sc&egrave;ne leurs revendications f&eacute;ministes dans des actions performatives de rue, interpellant les passants, les conviant &agrave; un repas partag&eacute;, aspergeant l'espace et les corps de sang, d&eacute;filant dans des costumes symbolisant les oppressions subies, se d&eacute;nudant devant l'institution religieuse ou encore d&eacute;clamant des discours qui partent du v&eacute;cu intime pour le relier aux n&eacute;cessit&eacute;s collectives. De tels gestes transgressent fortement les restrictions impos&eacute;es aux femmes dans la sph&egrave;re publique bolivienne. Ces actes de r&eacute;bellion collective affirment de surcro&icirc;t une alliance f&eacute;ministe entre des femmes consid&eacute;r&eacute;es comme &laquo; mauvaises &raquo; par l'ordre social dominant : indiennes, domestiques, prostitu&eacute;es, lesbiennes, autant de femmes marginalis&eacute;es qui d&eacute;rogent aux normes de genre. Se revendiquant &laquo; agitatrices de rue &raquo; plut&ocirc;t qu'artistes, les Mujeres Creando refusent toute dimension spectaculaire et exhibitionniste, envisageant plut&ocirc;t l'art-action comme un espace de r&eacute;flexion politique, de d&eacute;r&egrave;glement et de transformation de la soci&eacute;t&eacute;. Entre esth&eacute;tique anarchiste, politique du d&eacute;sordre et alliances subalternes, quels sont les enjeux corporels, politiques et th&eacute;oriques des actes d'insubordination sociale r&eacute;alis&eacute;s par les Mujeres Creando? &Agrave; la lumi&egrave;re des vid&eacute;o-performances du collectif, documentant leurs actions de rue, ma contribution montrera comment les actions performatives explosives et r&eacute;volt&eacute;es des Mujeres Creando d&eacute;veloppent une pens&eacute;e politique &laquo; concr&egrave;te &raquo; &agrave; partir du corps f&eacute;minin en mouvement, une v&eacute;ritable &laquo; th&eacute;orie dans la chair &raquo;, pour reprendre le concept propos&eacute; par Gloria Anzald&uacute;a et Cherr&iacute;e Moraga dans <i>This Bridge Called my Back. Writings by Radical Women of Color</i> (1981).</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio">Docteure en histoire et critique des arts de l'universit&eacute; Rennes 2, <strong><a href="https://accra-recherche.unistra.fr/laccra/membres/chercheurs-associes/johanna-renard/" target="_blank">Johanna Renard</a></strong> est l'autrice d'une th&egrave;se intitul&eacute;e <i>Po&eacute;tique et politique de l'ennui dans la danse et le cin&eacute;ma d'Yvonne Rainer</i>, &agrave; para&icirc;tre en septembre 2021 chez De l'incidence &Eacute;diteur. Ses recherches sur l'histoire et la th&eacute;orie de l'art contemporain depuis les ann&eacute;es 1960 explorent les rencontres et les croisements entre arts visuels, performance, danse, cin&eacute;ma exp&eacute;rimental et art vid&eacute;o. S'int&eacute;ressant plus particuli&egrave;rement aux femmes artistes, sa r&eacute;flexion est nourrie par l'histoire sociale de l'art et les &eacute;tudes de genre. Elle a co-dirig&eacute; avec Marie-laure Allain Bonilla, Emilie Blanc et Elvan Zabunyan une anthologie de textes intitul&eacute;e <i>Constellations. Pour une histoire f&eacute;ministe de l'art</i>, publi&eacute;e en 2020 aux &Eacute;ditions iXe. Elle enseigne l'histoire et la th&eacute;orie des arts &agrave; l'Universit&eacute; de Strasbourg.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>C.4.3 <i>"Within and around the great gulf of sea:" Cartographies of Kinship in the Making of the Caribbean Festival of Arts (Carifesta)</i></h3>
		    		<p class="presenter"><strong>Adrienne Rooney</strong><span class="school">, Rice University</span></p>
    				<p>This paper argues that the Caribbean Festival of Arts (Carifesta) was envisioned as a praxis of decolonization and reorientation. At the invitation of Guyana's Prime Minister in 1970, a council of artists and writers gathered in the newly independent nation to envision the regional event. Many attendees aimed to provide a platform to confront colonialism, slavery and the protracted plantation economy via cultural expression. I posit that encouraging the festival's eventual mass audience to look inward and regionally rather than to former or current colonial centers for metrics of aesthetics and culture was integral to their aims. While the Guyanese government first imagined the festival encompassing the region's English-speaking nations and territories, it quickly evolved. A question posed at the 1970 meeting &mdash; &quot;Are we going to accept, from our erstwhile masters, a definition of this area in terms only of territories formerly owned by them?&quot; &mdash; was answered with a resounding no. In conceptualizing Carifesta's geographic scope, the artists and writers sought to demarcate the Caribbean widely, across colonially defined linguistic fissions, and according to a &quot;multi-lingual plantation culture,&quot; which includes the hacienda. For its first iteration, held in 1972, Carifesta invited artists to represent the entire northern coast of South America, Brazil, Chile, Mexico, Panama and Peru. Its boundaries would expand in subsequent iterations, embracing the US states of Louisiana and Florida, among other locations. Contextualizing primary source material on the festival's geography within contemporaneous, local discourse on colonialism and cultures of kinship grounded in histories of labour in the Americas, this paper posits that Carifesta emerged as a hemispheric festival of resistance. It shows that just as the council refused colonial cartography, so too it turned away from Europe and Anglo-America &mdash; and ultimately from whiteness &mdash; for the festival's artistic standards, which were formed by practitioners &quot;within and around the great gulf of [the Caribbean] sea.&quot;</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://arthistory.rice.edu/graduate-current-student-directory/adrienne-rooney" target="_blank">Adrienne Rooney</a></strong>, a PhD Candidate in Art History at Rice University, studies twentieth-century art and visual culture in the Americas, with a focus on the Circum-Caribbean and the United States. Her dissertation, tentatively titled <i>Against Cultural Dependency: Aesthetics and Economics in the Caribbean Festival of Arts (Carifesta), 1966&ndash;1981</i>, studies the conceptualization of this monumental, transnational, ongoing festival and the visual culture foregrounded in its first four iterations in Guyana in 1972, Jamaica in 1976, Cuba in 1979, and Barbados in 1981. She has presented her work at conferences and institutions in the Caribbean, UK and US. Her work has been supported by the Paul Mellon Centre in London, the Wagoner Scholarship at Rice, and the Rose Library at Emory University. Prior to Rice, she worked as a curatorial assistant at the Whitney Museum of American Art (2012&ndash;15). She received her BA from Barnard College/Columbia University (2012).</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>C.4.4 <i>Intersections, alliances ou concurrences ? Art latino-canadien et latino-am&eacute;ricain &agrave; Montr&eacute;al au 21e si&egrave;cle</i></h3>
		    		<p class="presenter"><strong>Analays Alvarez Hernandez</strong><span class="school">, Universit&eacute; de Montr&eacute;al</span></p>
    				<p>La ville Montr&eacute;al, qui a historiquement tiss&eacute; des liens culturels, &eacute;conomiques, sociaux, voire diplomatiques avec diff&eacute;rents pays de l'Am&eacute;rique latine, a &eacute;t&eacute; t&eacute;moin, dans les deux derni&egrave;res d&eacute;cennies, d'un ensemble d'initiatives sur son territoire mettant de l'avant l'art et les artistes latino-am&eacute;ricain.e.s. Le Mus&eacute;e des beaux-arts de Montr&eacute;al semble avoir donn&eacute; un &eacute;lan particulier &agrave; cette mouvance en 2008 avec la m&eacute;ga-exposition &laquo; &iexcl;Cuba ! Art et histoire de 1868 &agrave; nos jours &raquo;. D'autres institutions artistiques, telles que le Mus&eacute;e d'art contemporain de Montr&eacute;al avec les expositions de Teresa Margolles (2017) et de Francis Al&yuml;s (2019) et la Fondation Phi pour l'art contemporain avec l'exposition collective intitul&eacute;e &laquo; Imagine Brazil &raquo; (2015&ndash;16), ont consolid&eacute; le statut de Montr&eacute;al en tant que &laquo; destination &raquo; d'(art)istes latino-am&eacute;ricain.e.s au Canada. Cet engouement apparait directement reli&eacute; &agrave; la transformation de l'Am&eacute;rique latine en r&eacute;gion &laquo; g&eacute;o-esth&eacute;tique &raquo; (Barriendos, 2009), notamment par les forces du march&eacute; de l'art &agrave; l'heure de la mondialisation. Cet &eacute;tat des choses me permet d'affirmer que les mus&eacute;es, les galeries priv&eacute;es, universitaires et municipales, les centres d'artistes et les fondations artistiques &agrave; Montr&eacute;al semblent manifester un engouement vif et exponentiel pour les (art)istes d'Am&eacute;rique latine ainsi que pour celles/ceux de la diaspora latino-am&eacute;ricaine au Canada. Pourtant, les artistes de cette diaspora sont (toujours) aux prises avec des enjeux d'invisibilit&eacute; et de sous-repr&eacute;sentation, et peu d'entre elles/eux ont acc&egrave;s aux institutions artistiques d'envergure. Cette communication visera &agrave; v&eacute;rifier, notamment, si les occurrences de l'art latino-am&eacute;ricain moderne et contemporain favorisent l'&eacute;panouissement professionnel des artistes de cette diaspora ou si, au contraire, elles contribuent plut&ocirc;t au renforcement d'une certaine &laquo; condition de subalternit&eacute; &raquo; associ&eacute;e &agrave; ces dernier.&egrave;re.s ; une condition qui puise ses racines dans des crit&egrave;res raciaux ou linguistiques &eacute;troitement associ&eacute;s au r&eacute;gime de colonialit&eacute; (du pouvoir) instaur&eacute; dans les soci&eacute;t&eacute;s modernes.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://histart.umontreal.ca/repertoire-departement/professeurs/professeur/in/in30349/sg/Analays%20Alvarez%20Hernandez/" target="_blank">Analays Alvarez Hernandez</a></strong> est historienne de l'art, commissaire d'exposition ind&eacute;pendante et professeure adjointe au d&eacute;partement d'histoire de l'art et d'&eacute;tudes cin&eacute;matographiques de l'Universit&eacute; de Montr&eacute;al. Alvarez Hernandez s'int&eacute;resse aux pratiques artistiques actuelles, principalement &agrave; celles qui se d&eacute;roulent dans l'espace public, qu'elle &eacute;tudie &agrave; la lumi&egrave;re des &eacute;tudes postcoloniales, d&eacute;coloniales et diasporiques. Avec le soutien du Conseil de recherches en sciences humaines (CRSH), ses principaux projets de recherche portent sur les &laquo; galeries domestiques &raquo; dans des soci&eacute;t&eacute;s (post)-socialistes, ainsi que sur les artistes de la diaspora latino-am&eacute;ricaine au Canada.</p>
    			</div>
	    	</div>
			<a href="c4.html"><i class="large material-icons">arrow_upward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a> &nbsp; <a href="https://twitter.com/hashtag/UaacAauc2021?src=hashtag_click" target="_blank">#UaacAauc2021</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a> &nbsp; <a href="https://www.facebook.com/hashtag/AaucUaac2021/" target="_blank">#AaucUaac2021</a></li>
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:uaac.aauc.online@gmail.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank <a href="sponsors.html" target="_blank">our sponsors</a></h6>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>