<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>D.7 Graduate Student Lightning Talks</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2021 Online Conference" />
		<meta name="description" content="D.7 Graduate Student Lightning Talks / Exposés éclairs des étudiant·es de cycles supérieurs" />
		<meta property="og:image" content="http://uaac-aauc.com/2021/images/banner-main.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2021/d7.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="D.7 Graduate Student Lightning Talks / Exposés éclairs des étudiant·es de cycles supérieurs" />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2021.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>D.7 Graduate Student Lightning Talks</h2>
		    		<hr>
		    		<h2>D.7 Expos&eacute;s &eacute;clairs des &eacute;tudiant&middot;es de cycles sup&eacute;rieurs</h2>
		    		<h6>Thu Oct 21 / jeu 21 oct / 11:30 &ndash; 13:00 PDT</h6>
		    		<!--<a class="waves-effect waves-light btn-large expired"><i class="large material-icons right">voice_chat</i> expired</a>-->
		    		<a class="waves-effect waves-light btn-large" href="https://zoom.us/j/96174676766" target="_blank"><i class="large material-icons right">voice_chat</i> join</a>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">chair /</p>
		    		<ul>
			    		<li class="participants"><strong>Erin Silver</strong><span class="school">, University of British Columbia</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>For the first time, UAAC-AAUC is proud to feature Graduate Student Lightning Talks. The session is composed of 5-minute presentations of current graduate student research in the form of summations, case studies, or methodological approaches. This is an excellent platform for graduate students to discuss topics they are studying, practice presenting these topics, and engage with the broader academic community.</p>
					<hr>
					<p>Pour la premi&egrave;re fois, l'UAAC-AAUC est fi&egrave;re de pr&eacute;senter des expos&eacute;s &eacute;clairs des &eacute;tudiant&middot;es de cycles sup&eacute;rieurs. Cette session est compos&eacute;e de pr&eacute;sentations de 5 minutes sur les recherches actuelles des &eacute;tudiant&middot;es de cycles sup&eacute;rieurs sous forme de r&eacute;sum&eacute;s focalis&eacute;s, d'&eacute;tudes de cas, ou d'approches m&eacute;thodologiques. Il s'agit d'une excellente plate-forme pour les &eacute;tudiant&middot;es de cycles sup&eacute;rieurs de discuter des sujets qu'ils &eacute;tudient, de s'entra&icirc;ner &agrave; les pr&eacute;senter, et de s'engager aupr&egrave;s de la communaut&eacute; universitaire au sens large.</p>
	    		</div>
	    		<div class="col s12 m8 offset-m4 l5 offset-l6">
	    			<p class="bio"><strong><a href="https://ahva.ubc.ca/persons/erin-silver/" target="_blank">Erin Silver</a></strong> is a historian of queer and feminist art, visual culture, performance, and activism. She obtained a PhD in Art History and Gender and Women&rsquo;s studies from McGill University in 2013, and has taught at the University of Southern California, the University of Guelph, the University of Toronto, OCAD University, and Concordia University. She is the co-editor (with Amelia Jones) of <i>Otherwise: Imagining Queer Feminist Art Histories</i> (Manchester University Press, 2016), co-editor (with taisha paggett) of the winter 2017 issue of <i>C Magazine</i>, &quot;Force,&quot; on intersectional feminisms and movement culture, and author of the forthcoming <i>Suzy Lake: Life &amp; Work</i> (Art Canada Institute, 2020). In 2016&ndash;17, she was the Horizon Postdoctoral Fellow in the Histories of Photography in Canada at Concordia University. She has curated exhibitions at the FOFA Gallery (Concordia University, Montreal), the Canadian Lesbian and Gay Archives (Toronto), and the Doris McCarthy Gallery (University of Toronto Scarborough). Silver's writing has appeared in <i>C Magazine</i>, <i>CAA Reviews</i>, <i>Canadian Art</i>, <i>Ciel Variable</i>, <i>Prefix Photo</i>, <i>Fuse Magazine</i>, <i>Momus</i>, <i>Performance Matters</i>, <i>Visual Resources</i>, and in the volume <i>Narratives Unfolding: National Art Histories in an Unfinished World</i> (ed. Martha Langford, McGill-Queen&rsquo;s University Press, 2017), as well as in various exhibition catalogues in the areas of Canadian photography and queer and feminist art. She is an editor of <i>RACAR (Revue d&rsquo;art canadienne / Canadian Art Review)</i> and sits on the editorial advisory committee of <i>C Magazine</i>. Her current book project explores understandings of &quot;support&quot; as not only a structural concept, but also a subject position, and the particular implications of this double-meaning for queer and BIPOC artists in making exhibitions and negotiating gallery space.</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>D.7.1 <i>Donner forme &agrave; une revue d&rsquo;art num&eacute;rique : une &eacute;tude de l&rsquo;eRevista Performatus</i></h3>
		    		<p class="presenter"><strong>Talitha Motter</strong><span class="school">, Universit&eacute; de Montr&eacute;al</span></p>
    				<p>Au Br&eacute;sil, pays o&ugrave; la sph&egrave;re publique de discussion se d&eacute;marque par son aspect interconnect&eacute; depuis la derni&egrave;re d&eacute;cennie (Ruediger et al. 2014), un nombre consid&eacute;rable de revues num&eacute;riques qui traitent de l&rsquo;art voit le jour. On observe des p&eacute;riodiques imprim&eacute;s qui modifient leur approche &eacute;ditoriale pour publier sur Internet ou bien des revues qui envisagent le num&eacute;rique d&egrave;s leur cr&eacute;ation, dont <a href="https://performatus.com.br/" target="_blank">l&rsquo;eRevista Performatus</a>. Cette publication ind&eacute;pendante, qui a &eacute;t&eacute; fond&eacute;e en 2012 par les artistes et penseurs des arts performatifs Hilda de Paulo et Tales Frey, s&rsquo;affirme par la cr&eacute;ation d&rsquo;un espace aux nouveaux auteurs et &agrave; l&rsquo;exp&eacute;rimentation artistique. De plus, Performatus concr&eacute;tise l&rsquo;une des fonctions fondamentales de la critique d&rsquo;art (Gon&ccedil;alves 2005) : elle contribue au processus de valorisation de la production artistique actuelle, en l&rsquo;historicisant. En effet, ainsi que pour l&rsquo;art de la performance, l&rsquo;acte de donner forme au moment pr&eacute;sent est caract&eacute;ristique des textes r&eacute;dig&eacute;s pour la Performatus. De nombreuses critiques d&rsquo;art publi&eacute;es par la revue &eacute;tablissent des liens entre leur artiste-th&egrave;me et des acteurs (Becker 2010) reconnus au monde de l&rsquo;art occidental. Pourtant, cette revue r&eacute;v&egrave;le une perspective internationale &agrave; l&rsquo;inverse, qui positionne la publication en langue portugaise comme une mani&egrave;re d&rsquo;affirmation de la production des artistes lusophones. &Agrave; partir de son &eacute;tude de cas, cette communication se propose de d&eacute;limiter des questions d&rsquo;analyse d&rsquo;une revue d&rsquo;art num&eacute;rique. Qu&rsquo;est-ce que la Performatus soul&egrave;ve sur la mani&egrave;re d&rsquo;&ecirc;tre une revue &eacute;lectronique ? Il sera question de discuter de son dialogue avec la forme imprim&eacute;e d&rsquo;une revue ; de sa fa&ccedil;on de structurer des contenus ; de l&rsquo;&eacute;tablissement d&rsquo;un r&eacute;seau d&rsquo;acteurs constitu&eacute; autour d&rsquo;une m&ecirc;me cause &mdash; la l&eacute;gitimation des arts performatifs issus des pays lusophones ; de la probl&eacute;matique de l&rsquo;emplacement d&rsquo;une plateforme num&eacute;rique et de l&rsquo;&eacute;tablissement de son importance dans le contexte d&rsquo;autres p&eacute;riodiques br&eacute;siliens.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="http://www.linkedin.com/in/talithamotter/" target="_blank">Talitha Motter</a></strong> est candidate au doctorat en histoire de l&rsquo;art &agrave; l&rsquo;Universit&eacute; de Montr&eacute;al, sous la direction du professeur Emmanuel Ch&acirc;teau-Dutier et la codirection de la professeure Christine Bernier. Son projet de th&egrave;se &laquo;&thinsp;Les r&eacute;seaux sensibles : une &eacute;tude des revues d&rsquo;art num&eacute;riques au Br&eacute;sil &raquo; (FRQSC) a pour objectif de comprendre ce qu&rsquo;il advient des revues d&rsquo;art au r&eacute;gime num&eacute;rique, en soulignant leur rapport au moment pr&eacute;sent &agrave; partir de l&rsquo;analyse de critiques d&rsquo;art. Lors de sa ma&icirc;trise &agrave; l&rsquo;Universit&eacute; F&eacute;d&eacute;rale du Rio de Janeiro (2013&ndash;15), Motter a &eacute;tudi&eacute; les liens entre les propos politiques de l&rsquo;artiste Carlos Scliar et sa production artistique au sein du &laquo;&thinsp;Club de gravure de Porto Alegre &raquo; (1950&ndash;56). Depuis 2013, elle participe &agrave; plusieurs projets de r&eacute;flexion sur l&rsquo;art actuel, comme de la codirection de la revue num&eacute;rique ind&eacute;pendante Arte ConTexto.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>D.7.2 <i>Black Existentialism and The Black Photographers of California</i></h3>
		    		<p class="presenter"><strong>David Jones</strong><span class="school">, York University</span></p>
    				<p>My research focuses on exploring the work of the Black Photographers of California &mdash; specifically images the group created during the 1992 Los Angeles Riots. The BPC's photographs from this period have fallen out of the public's recollection of the event. What might we understand about the uprising from the perspective of the BPC? Also, what can we learn from the material reproduction of the photographs in the form of a book? Analyzing the perspective of a small collective of photographers, many of whom spent time in the depicted neighbourhoods before the uprising, offers a closer look than the larger news conglomerates of the time. The BPC was acutely aware of the rising tensions and the forming resistance towards anti-black violence, and to further understand the depth of the BPC's perspective and the uprising, it is necessary to closely analyze the photographs, their greater context and the images' overall materiality. This close analysis is necessary, where the mending of historical silences calls for the revaluation of the past as it is understood today &mdash; that is, nearly 30 years later, in the longstanding wake of anti-black violence, xenophobia, and late-stage capitalism.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>David Jones</strong> is a curator, photographer, and current graduate student studying Art History at York University in Toronto. David's curatorial practise is rooted in exploring possibilities that redefine the process of how art is shared publicly. </p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>D.7.3 <i>Caribbean Diasporic Archiving</i></h3>
		    		<p class="presenter"><strong>Debbie Ebanks Schlums</strong><span class="school">, York University</span></p>
    				<p>In researching the archive of the Caribbean Diaspora, I argue for the consideration of the body in performance as an archiving methodology and repository that documents cultural memory and knowledge. I outline the historical and theoretical arguments to claim storytelling, movements, gestures, dance, and other performative practices as portable artifacts that are best preserved through participatory filmmaking. Drawing on Black feminist and Afrofuturist frameworks as well as Caribbean-infused methodological approaches, my project involves co-creating the archive (knowledge) and building the structure &mdash; the archives (repository) &mdash; as a media installation. My counter-archival approach mobilizes knowledge through which diverse groups &mdash; race, gender, sexuality, and ability &mdash; navigate enduring systems of colonial power and white cultural hegemony. The research responds to what Gillian Creese calls the fluidity and performativity of diasporas by illuminating the transethnic, transnational, and transgressive relations resulting from living between the homeland and metropole. I maintain that Jamaican im/migrants demonstrate our own agency through the conduct of our Quotidien lives and the maintenance of our communities and culture(s) across diasporic geographies. By queering, opening, and shaking up the very notion of Raymond Williams' structure of feeling, a theoretical framework of Black feminist writing and, more specifically, Caribbean women's writing, punctures the ontological, epistemological, and existential questions of colonial archives and records in the Caribbean community to instead navigate the forms in which archives are inhabited and expressed.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://www.debbieebanksschlums.com/" target="_blank">Debbie Ebanks Schlums</a></strong> (she/they) is a PhD student and Vanier Scholar in Cinema and Media Studies at York University. Her research explores methodologies in Caribbean diasporic memory preservation and archiving with a focus on the Jamaican Diaspora. She is a recipient of the Susan Crocker and John Hunkin Scholarship in the Fine Arts, Canada Council for the Arts and Ontario Arts Council grants, and is an Elizabeth Greenshields Foundation Fellow. Debbie studied Visual and Critical Studies and Fine Art at the California College of the Arts. She has an MA in International Relations from the Graduate Institute of International Studies and Development in Switzerland and a Joint BA in Philosophy and Political Science from the University of Waterloo. She was Co-Director of the Fabulous Festival of Fringe Film and Co-Producer of Saugeen Takes on Film. She lives in Mulmur, Ontario as a guest on Saugeen Ojibway Nation Territory.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>D.7.4 <i>EroticArchives</i></h3>
		    		<p class="presenter"><strong>Jennifer O'Connor</strong><span class="school">, York University</span></p>
    				<p>In Mutantes, a documentary by Virginie Despentes, the director talks to sex workers, filmmakers, and theorists about post-punk, feminist porn. For example, Girlswholikeporno, a group in Barcelona, play with dichotomies and experiment with talking about desire using different codes. In their manifesto, they write: Sex sells, but the hypersexualization that surrounds us obscures much sexual precarity. As &quot;liberal&quot; as we are, as much as we fuck, it's not the solution. We need another way of understanding sex &mdash; a way that surpasses myth, taboo, tedium, heteronormality, &quot;genitalization,&quot; and the pink euro &mdash; not only in our sexual relations but in our sexual identities as well&hellip; We align ourselves with the radical, queer critique. In this paper, I will critique the feminist porn archive as a site of resistance, subversion, and care. For example, I will explore the Feminist Porn Archive at York University, which includes a variety of donated visual materials such as magazines, drawings, film, and video. The archive becomes a place where these stories are spoken &mdash; across time and space, ready to be discovered, shared, and reinterpreted. Questions about who donates and what kinds of material are donated become important. How does this type of collection reflect feminist values of intersectionality, collectivity, and affect? I will seek out classic, contemporary, and experimental works such as <i>Girl on Girl: A Documentary</i> by Amber Dawn and Michael V. Smith, <i>Want</i> by Loree Erickson, <i>Classy Cunts</i> by Live Peach Productions, <i>Pornograflics</i> by Dirty Pillows, and <i>Padded Cell</i> by Anna Peak. Leaning against the work of Paul Preciado, Linda Williams, Patrick Califia, Ann Cvetkovich, and others, I will explore the construction of female sexuality, sexual identity, and desire within the archive.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Jennifer O'Connor</strong> is beginning her studies in the PhD program in Social and Political Thought. In her research and practice, she considers questions of feminist theory, queer politics, ecology, health humanities, and aesthetics. She is a writer and artist whose work has been published in the <i>Literary Review of Canada</i>, the <i>Toronto Star</i> and <i>The Globe and Mail</i>, among others. She has been a resident with the Banff Centre for Arts and Creativity and the Feminist Art Collective. In her spare time, she knits, gardens, sews, and cooks.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>D.7.5 <i>Toward a Feminine Sonic</i></h3>
		    		<p class="presenter"><strong>Ellen Moffat</strong><span class="school">, University of Western Ontario</span></p>
    				<p>Sound art practices are renowned for their rowdiness and theoretical indiscipline. The absence of a single disciplinary affiliation, sensibility, and vocabulary precludes a simple definition for the art practice. The language for, of, and about sound art intersects with music/noise/silence, visual art, time-based media, sound studies, cultural studies, and performance studies. Sound art practices are complicated further by the immaterial materiality, transience, and ubiquity of sound as a phenomenon. We listen to sound from within sound. The listener is (inter)actively engaged with sound while listening, hearing, and sensing sound within the shared space and time of sound. Largely missing from sound art literature are women sound artists. My research into sound art focuses on Canadian women sound artists is a proposal for a feminine sonic, without exclusivity of nationality or gender, as a social action. The sonic sensibility of the feminine sonic embraces a process of exploration, interconnectivity, and difference as embodied, sensorial cognition. The proposal for a feminine sonic is supported by the philosophy of sonic materiality, feminist new materialism, phenomenology, and sound art.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://www.ellenmoffat.ca/" target="_blank">Ellen Moffat</a></strong> explores social, sensorial, and spatial relations of sound and listening in sound installation and performative collaborations. The materiality of sound affirms our corporeal and spatial relations as embodied, felt sensation. The spatial and relational dimensions of sound support our relations to each other and the world around us. The capacity of sound to connect diverse sounding bodies of differentiated rhythms proposes a new symbolic space of subjective, intersubjective, objective, and collective relations. Listening connects the subject to others in a shared space of fluctuating signal with transformative potential for communication and new social relations. She is currently completing a studio-based PhD in sound at Western University. Her research into sound art is a proposal for a feminine sonic with an emphasis on the work of Canadian women sound artists.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>D.7.6 <i>Ecosystems of Memory</i></h3>
		    		<p class="presenter"><strong>Lindsey Bond</strong><span class="school">, University of Alberta</span></p>
    				<p><i>Ecosystems of Memory</i> engages in a slow fibre and photo-sculptural processes to review, unravel and re-story inherited women's agrarian stories around the Battle River. In this research-as-creation project, I situate myself as a white-settler mother, granddaughter, niece, and intermedia artist asking, &quot;how do I acknowledge the harms of inherited women's farm stories and sew a relationship with mother earth and otherwise knowledges in this place?&quot; My son and I travel between our home in amiskwac&icirc;w&acirc;skahikan (known as Edmonton) and the n&ocirc;tinito-s&icirc;piy or Battle River near what is presently called Lone Rock, Saskatchewan in Treaty 6 Territory. We visit and witness the river as the giver of life and a natural boundary that curves east of where four generations of my family took part in settling the Nunebor district. The photo-sculptures, wallpaper, and quilt emerge from our visits with immediate family, nehiyaw (cree) traditional knowledge keepers and more-than-human beings. Over eight seasons, we observe and learn with the prairie rose, cast stone holes, naturally dye hand-me-down sheets, and listen as my aunts perform our family photographs. What stories are held together, and what comes apart and frays? The roots, folds, and stitches are where my responsibilities emerge to rebuild relationships as a settler descendant for a more conscious legacy for the future generation.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="http://www.lindseybond.ca/" target="_blank">Lindsey Bond</a></strong> (she/her) is an intermedia artist, mother, and graduate researcher born in amiskwac&icirc;w&acirc;skahikan, (Beaver Hills House) or Edmonton, where the North Saskatchewan River flows on Treaty Six Territory. Lindsey is unravelling and re-storying her inherited white settler family archive through photo-sculptures, an ever-growing wallpaper and quilt. In this intergenerational memory work, she is thinking through her responsibility as a woman and mother to remember and be a good relative in this place.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>D.7.7 <i>Vote Medieval! Reclaiming the Heroic Female Body in Suffrage Propaganda</i></h3>
		    		<p class="presenter"><strong>Emily Cadger</strong><span class="school">, University of British Columbia</span></p>
    				<p>Artists in the 19th century saw the medieval era as a well of inspiration for artistic, social and political movements. The tale of the heroic knight and the damsel in distress became the rallying point for a number of artists and authors &mdash; but not all the knights were male, and not all the damsels needed saving. The female knight became a key component of the iconography used in the struggle for women's rights at the turn of the 20th century, especially in the propaganda aimed at winning the right to vote. The reclamation of the female heroic body was essential in demonstrating how the &quot;lesser sex&quot; were in fact not lesser, and this presentation will provide an introduction into how the persona of the female warrior became a powerful figure in both the suffragist and suffragette movements as a persuasive symbol of equality between the sexes. This is part of a larger project that examines ways in which elements of medievalism and fairyland were recuperated as propaganda by political groups at the turn of the 20th century in order to market their ideologies to the expanding reading and voting populations of women and children.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://ahva.ubc.ca/persons/emily-cadger/" target="_blank">Emily Cadger</a></strong> is a PhD student in the Art History, Visual Art and Theory program at the University of British Columbia. Her research looks at the crossover of medievalism and ecological consciousness in political visual culture at the end of the Victorian era, with a focus on the Arts and Crafts, Socialist, and Suffragette movements. Her broader research interests include graphic satire in the empire, the role of the illustrated children's book in constructing national identity, botanical exchange between England and the colonies, as well as a more contemporary project on video games as spaces of curation in online learning. She holds a SSHRC Doctoral Research Award and has presented her work at the MLA, CSECS and SHARP, with an upcoming presentation at NAVSA.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>D.7.8 <i>The Significance of Signatures: Artemesia Gentileschi's</i> Jael and Sisera</h3>
		    		<p class="presenter"><strong>Sarah Hearn</strong><span class="school">, Carleton University</span></p>
    				<p>My research focuses on exploring the work of the Black Photographers of California&mdash;specifically images the group created during the 1992 Los Angeles Riots. The BPC's photographs from this period have fallen out of the public's recollection of the event. What might we understand about the uprising from the perspective of the BPC? Also, what can we learn from the material reproduction of the photographs in the form of a book? Analyzing the perspective of a small collective of photographers, many of whom spent time in the depicted neighbourhoods before the uprising, offers a closer look than the larger news conglomerates of the time. The BPC was acutely aware of the rising tensions and the forming resistance towards anti-black violence, and to further understand the depth of the BPC's perspective and the uprising, it is necessary to closely analyze the photographs, their greater context and the images' overall materiality. This close analysis is necessary, where the mending of historical silences calls for the revaluation of the past as it is understood today&mdash;that is, nearly 30 years later, in the longstanding wake of anti-black violence, xenophobia, and late-stage capitalism.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Sarah Hearn</strong> is a second-year MA student at Carleton University. Her research interests lay in 17th-century Italian art, especially around the life and works of Artemisia Gentileschi and her impact on the art world. She also has an interest in 18th&ndash;19th century British and French art and its use as a tool for marketing and propaganda, as well as for building individual fame and prosperity. She holds a BA in art history with a minor in Arts Management.</p>
    			</div>
	    	</div>
			<a href="d7.html"><i class="large material-icons">arrow_upward</i></a>
    	</div>
	    <div class="section" style="background-color:#ebe2d5;">
		    <div class="row">
			    <div class="col s12 m4 l4">
				    <p style="color:#433c3c;font-weight:500;">Much gratitude to the sponsor of this session.</p>
			    </div>
			    <div class="col s11 m6 offset-m1 l4 offset-l2">
				    <a href="https://arthistory.utoronto.ca/" target="_blank"><img src="images/logo-toronto.png" class="scale-with-grid" style="margin-top:0;" alt="logo: University of Toronto – Art History"></a>
			    </div>
		    </div>
	    </div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a> &nbsp; <a href="https://twitter.com/hashtag/UaacAauc2021?src=hashtag_click" target="_blank">#UaacAauc2021</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a> &nbsp; <a href="https://www.facebook.com/hashtag/AaucUaac2021/" target="_blank">#AaucUaac2021</a></li>
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:uaac.aauc.online@gmail.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank <a href="sponsors.html" target="_blank">our sponsors</a></h6>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>