<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>G.2 Le réinvestissement des collections par l'artiste à l’ère de la remise en question des disciplines et des identités, partie 1</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2021 Online Conference" />
		<meta name="description" content="G.2 Le réinvestissement des collections par l'artiste à l’ère de la remise en question des disciplines et des identités, partie 1 / G.2 Artists' Reinvestment in Collections in an Era of Questioning of Disciplines and Identities, Part 1" />
		<meta property="og:image" content="http://uaac-aauc.com/2021/images/g2-2.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2021/g2.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="G.2 Le réinvestissement des collections par l'artiste à l’ère de la remise en question des disciplines et des identités, partie 1 / G.2 Artists' Reinvestment in Collections in an Era of Questioning of Disciplines and Identities, Part 1" />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2021.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>G.2 Le r&eacute;investissement des collections par l'artiste &agrave; l&rsquo;&egrave;re de la remise en question des disciplines et des identit&eacute;s, <nobr>partie 1</nobr></h2>
		    		<hr>
		    		<h2>G.2 Artists' Reinvestment in Collections in an Era of Questioning of Disciplines and Identities, <nobr>Part 1</nobr></h2>
		    		<h6>sam 23 oct / Sat Oct 23 / 9:00 &ndash; 10:30 PDT</h6>
		    		<!--<a class="waves-effect waves-light btn-large expired"><i class="large material-icons right">voice_chat</i> expired</a>-->
		    		<a class="waves-effect waves-light btn-large" href="https://zoom.us/j/94332202267" target="_blank"><i class="large material-icons right">voice_chat</i> join</a>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">pr&eacute;sidentes / chairs /</p>
		    		<ul>
			    		<li class="participants"><strong>Genevi&egrave;ve Chevalier</strong><span class="school">, Universit&eacute; Laval</span></li>
			    		<li class="participants"><strong>M&eacute;lanie Boucher</strong><span class="school">, Universit&eacute; du Qu&eacute;bec en Outaouais</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>Cette s&eacute;ance s'int&eacute;resse &agrave; l'utilisation que font les artistes des collections. Par collection, nous entendons &laquo; [&hellip;] un ensemble d'objets mat&eacute;riels ou immat&eacute;riels [&hellip;] qu'un &eacute;tablissement a pris soin de rassembler, de s&eacute;lectionner, de classer, de conserver dans un contexte s&eacute;curis&eacute; [&hellip;] &raquo; (Desvall&eacute;es et al., 2011). La place tenue par ces collections dans l'&oelig;uvre &agrave; une &eacute;poque o&ugrave; les mus&eacute;es les r&eacute;investissent en diversifiant leurs usages est appel&eacute;e &agrave; changer. &Agrave; l&rsquo;&egrave;re de la remise en question des disciplines et des identit&eacute;s, pourquoi les artistes se tournent-ils.elles vers ces ressources p&eacute;rennis&eacute;es et de proximit&eacute;&thinsp;? Ces collections pourraient-elles tenir un r&ocirc;le in&eacute;dit dans le processus de cr&eacute;ation ? Et pourquoi m&ecirc;me les inclure dans une d&eacute;marche artistique ? L'aspect extra-artistique de certaines collections &mdash; comme celles d'ouvrages scientifiques et d'archives &mdash; exerce-t-il un attrait particulier ? Les arts m&eacute;diatiques, num&eacute;riques et performatifs constituent-ils des champs de pratique privil&eacute;gi&eacute;s par les artistes pour mener leur exploration ?</p> 
		    		<hr>
					<p>This session focuses on the use that artists make of collections in contemporary art. By collection, we mean &quot;[&hellip;] a set of material or immaterial objects [&hellip;] that an institution has taken care to collect, select, classify, conserve in a secure context [&hellip;]&quot; (Desvall&eacute;es et al., 2011). At a time when museums are reinvesting in collections by diversifying their uses, the space they occupy in works of art is undoubtedly set to change. In an era of questioning of disciplines and identities, why do artists turn to these perennial and local resources? Could collections play a new role in the creative process? And why even include them in an artistic approach? Is the extra-artistic aspect of certain collections &#8213; such as scientific and archival collections &#8213; particularly attractive? Are media, digital and performance arts propitious fields of practice for artists to pursue their exploration?</p>
					<p class="cited">ouvrages cit&eacute;s: Desvalle&#769;es Andr&eacute;, Bergeron, Y., &amp; Mairesse, F. (2011). <i>Dictionnaire encyclope&#769;dique de muse&#769;ologie</i>. A. Colin.</p>
	    		</div>
	    		<div class="col s12 m8 offset-m4 l5 offset-l6">
	    			<p class="bio"><strong><a href="https://www.art.ulaval.ca/personnel/professeurs/genevieve-chevalier" target="_blank">Genevi&egrave;ve Chevalier</a></strong> est professeure &agrave; l'&Eacute;cole d'art de l'Universit&eacute; Laval, artiste en arts visuels et m&eacute;diatiques et commissaire ind&eacute;pendante. Elle est titulaire d'un doctorat en &eacute;tudes et pratiques des arts (CRSH 2010) de l'Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al et a r&eacute;alis&eacute; un stage postdoctoral (FRQSC 2014) sur la question des interventions d'artistes dans les collections mus&eacute;ales avec le groupe CI&Eacute;CO. Son travail artistique prend la forme d'installations photographiques et vid&eacute;ographiques et s'int&eacute;resse au champ de l'histoire naturelle en abordant l'enjeu de la perte de biodiversit&eacute; &agrave; l'&egrave;re des changements climatiques (FRQSC 2020). Elle a &eacute;t&eacute; artiste en r&eacute;sidence au studio du Qu&eacute;bec &agrave; Londres en 2020, au centre Sporobole en 2018, au Centre for Contemporary Arts de Glasgow en 2017. En 2021, son travail est pr&eacute;sent&eacute; &agrave; Dazibao. Elle est &eacute;galement l'artiste en r&eacute;sidence du ArtLab de la Galerie d'art Foreman de l'Universit&eacute; Bishop's et commissaire invit&eacute;e &agrave; la Fondation Grantham pour l'art et l'environnement.</p>
		    		<p class="bio"><strong><a href="http://cieco.umontreal.ca/membre/melanie-boucher/" target="_blank">M&eacute;lanie Boucher</a></strong> est professeure agr&eacute;g&eacute;e en mus&eacute;ologie et en histoire de l'art &agrave; l'UQO. Elle a d&eacute;velopp&eacute; une expertise sur les enjeux performatifs, notamment dans le cadre d'une th&egrave;se de doctorat dont une version remani&eacute;e a &eacute;t&eacute; publi&eacute;e en 2014 aux &Eacute;ditions d'art le Sabord sous le titre <i>La nourriture en art performatif : son usage de la premi&egrave;re moiti&eacute; du 20e si&egrave;cle &agrave; aujourd'hui</i>, puis de recherches orient&eacute;es vers le tableau vivant (FIRC, FRQSC 2014, CRSH 2016) et les mises en sc&egrave;ne corporelles dans les expositions (CRSH 2018, 2021). Depuis 2014, &agrave; titre de cochercheure du groupe CI&Eacute;CO (CRSH 2014), elle a cherch&eacute; &agrave; mieux comprendre l'apport de l'artiste contemporain au sein des collections et des mus&eacute;es. Avant de se consacrer &agrave; la recherche et l'enseignement, M&eacute;lanie Boucher a obtenu une reconnaissance en tant que commissaire d'exposition ainsi qu'une solide expertise dans la pratique de la mus&eacute;ologie de la diffusion de l'art.</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>G.2.1 <i><nobr>&laquo; Credebam</nobr> leonardum dicaprio fuisse hominem qui monam lisam <nobr>pinxit &raquo;</nobr></i></h3>
		    		<p class="presenter"><strong>Steve Giasson</strong><span class="school">, Artiste conceptuel, chercheur ind&eacute;pendant</span></p>
    				<p>En 2011 et en 2014, l'artiste conceptuel qu&eacute;b&eacute;cois Steve Giasson a con&ccedil;u trois &oelig;uvres <i>in situ</i> dans le cadre du &laquo; Text Festival &raquo;, commissari&eacute; par Tony Trehy et pr&eacute;sent&eacute; au Bury Art Museum et au Fusilier Museum (Manchester, Royaume-Uni).</p>
					<p>La premi&egrave;re s'intitule &laquo; 246 &raquo;. Il s'agit d'un po&egrave;me / m&eacute;morial imprim&eacute; en lettres de vinyle sur carton et install&eacute; parmi d'autres m&eacute;moriaux dans le Fusilier Museum de Manchester. La seconde se nomme &laquo; 0:40 minutes &raquo;. Elle est constitu&eacute;e d'une installation en vinyle autocollant dispos&eacute;e &agrave; m&ecirc;me le sol, prenant la forme d'une &eacute;chelle temporelle, telle qu'on peut en voir dans certains a&eacute;roports, indiquant pr&eacute;cis&eacute;ment, &agrave; chaque intervalle de 5 secondes, le temps n&eacute;cessaire pour traverser la collection permanente du Bury Art Museum. La troisi&egrave;me a pour titre &laquo; Locutio &raquo;. Elle est form&eacute;e de onze phrases trouv&eacute;es sur les r&eacute;seaux sociaux par l'artiste, telles que &laquo; I used to think that Leonardo DiCaprio was the guy who painted the Mona Lisa &raquo;, puis traduites en latin et dispos&eacute;es de mani&egrave;re &agrave; entrer en dialogue avec les pi&egrave;ces de la collection permanente de ce m&ecirc;me mus&eacute;e.</p>
					<p>Dans le cadre de cette pr&eacute;sentation, nous verrons comment ces trois &oelig;uvres conceptuelles, en s'ins&eacute;rant de mani&egrave;re &agrave; la fois critique et humoristique dans les collections permanentes de ces institutions (qu'elles ont int&eacute;gr&eacute;es depuis), remettent notamment en question le regard que l'on peut porter sur elles et sur notre place en tant que visiteur et visiteuse.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Steve Giasson</strong> (1979, Qu&eacute;bec) est un artiste conceptuel. Sa pratique engag&eacute;e et pince-sans-rire s'appuie sur des &oelig;uvres pr&eacute;existantes, des fragments historiques ou quotidiens, qu'il s'approprie de diff&eacute;rentes fa&ccedil;ons, afin de mettre &agrave; mal les notions romantiques d'authenticit&eacute; et d'originalit&eacute; et de d&eacute;mystifier le processus cr&eacute;ateur et la figure de l'artiste. Ses &oelig;uvres se caract&eacute;risent, de plus, par une grande &eacute;conomie de moyens et par leur recours &agrave; diff&eacute;rents m&eacute;diums (&eacute;criture conceptuelle, art performance, micro-intervention sculpturale, photographie, vid&eacute;o&hellip;). Il a compl&eacute;t&eacute; un doctorat en &Eacute;tudes et pratiques des arts &agrave; l&rsquo;Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al. Son travail a &eacute;t&eacute; pr&eacute;sent&eacute; dans quatorze pays d'Am&eacute;rique du Nord, d'Europe et d'Asie, dans le cadre de plus d'une dizaine expositions personnelles et de nombreuses expositions collectives. Il vit et travaille &agrave; Montr&eacute;al et est repr&eacute;sent&eacute; par la Edmund Felson Gallery (Berlin).</p>
    			</div>
	    	</div>
	    	<div class="row description">
		    	<div class="col s12 l10 offset-l1">
		    		<img src="images/g2-2.jpg" class="scale-with-grid">
		    		<p class="credits">Manon de Pauw, vue de l’exposition <i>Actes de pr&eacute;sence</i> pr&eacute;sent&eacute;e au Mus&eacute;e d&rsquo;art contemporain de Montr&eacute;al du 4 novembre 2010 au 27 mars 2011. Commissaire : Manon De Pauw. Photo : Richard-Max Tremblay.</p>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>G.2.2 <i>Artiste-commissaire, un retour r&eacute;flexif sur l'exposition <nobr>&laquo; Actes</nobr> de <nobr>pr&eacute;sence &raquo;</nobr></i></h3>
		    		<p class="presenter"><strong>Manon De Pauw</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></p>
    				<p>Lors de cette communication, Manon De Pauw proposera un retour r&eacute;flexif sur l'exposition &laquo; Actes de presence &raquo;, pr&eacute;sent&eacute;e en 2010 dans le cadre la s&eacute;rie &laquo; Point de vue sur la collection &raquo; au Mus&eacute;e d'art contemporain de Montr&eacute;al. Elle se penchera plus sp&eacute;cifiquement sur l'arrimage entre sa pratique et son r&ocirc;le de commissaire invit&eacute;e. Comment faire r&eacute;sonner dans la dur&eacute;e un art &eacute;ph&eacute;m&egrave;re, un art de la pr&eacute;sence ici et maintenant ? En tant qu'artistes, quels sont les gestes sp&eacute;cifiques qui tissent le processus cr&eacute;atif ? Comment ceux-ci sont-ils li&eacute;s &agrave; la pens&eacute;e et aux discours qui sous-tendent la d&eacute;marche ? Voil&agrave; les questions qui habitaient l'artiste-commissaire en concevant cette exposition &agrave; partir des &oelig;uvres de la collection permanente du mus&eacute;e.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="http://manondepauw.com/" target="_blank">Manon De Pauw</a></strong> est artiste et professeure &agrave; l'&Eacute;cole des arts visuels et m&eacute;diatiques de l'UQAM. Elle est membre fondatrice du Labo lumi&egrave;re [cr&eacute;ations + recherches interdisciplinaires]. Ses cr&eacute;ations prennent la forme de photographies, de vid&eacute;os, d'installations, de performances et d'art public. Elle a pr&eacute;sent&eacute; des expositions individuelles entre autres &agrave; la Galerie de l'UQAM, au Mus&eacute;e r&eacute;gional de Rimouski et au Centre culturel canadien &agrave; Paris. On retrouve ses &oelig;uvres dans des collections majeures telles que le Mus&eacute;e d'art contemporain de Montr&eacute;al, le Mus&eacute;e national des beaux-arts du Qu&eacute;bec, Hydro-Qu&eacute;bec et Desjardins. Elle a perform&eacute; &agrave; l'Usine C, au Th&eacute;&acirc;tre La Chapelle, &agrave; l'Agora de la danse, au Ges&uacute; et lors de tourn&eacute;es au Canada, en Europe et en Am&eacute;rique latine avec ses collaborateurs. Parmi ceux-ci figurent Pierre-Marc Ouellette, son complice en cr&eacute;ation depuis plus de dix ans, la chor&eacute;graphe Dani&egrave;le Desnoyers, les musiciens Joane H&eacute;tu, Andr&eacute; Pappathomas, Nicolas Bernier et Philippe B et le metteur en sc&egrave;ne Denis Lavalou.</p>
    			</div>
	    	</div>
	    	<div class="row description">
		    	<div class="col s12 l8 offset-l1">
		    		<img src="images/g2-3.jpg" class="scale-with-grid">
		    		<p class="credits">Caroline Boileau, <i>Corps qui hantent d&rsquo;autres corps</i>, 2018&ndash;19. Programme d&rsquo;artiste en r&eacute;sidence Michele Larose&mdash;Biblioth&egrave;que Osler d&rsquo;histoire de la m&eacute;decine, Universit&eacute; McGill.</p>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>G.2.3 <i><nobr>« Corps</nobr> qui hantent d'autres <nobr>corps »</nobr></i></h3>
		    		<p class="presenter"><strong>Caroline Boileau</strong><span class="school">, Artiste en arts visuels, chercheuse ind&eacute;pendante</span></p>
    				<p>Pr&eacute;sentation et discussion autour du projet &laquo; Corps qui hantent d'autres corps &raquo;, r&eacute;alis&eacute; dans le cadre du Programme d'artiste en r&eacute;sidence Michele Larose &ndash; Biblioth&egrave;que Osler &agrave; l'Universit&eacute; McGill en 2018 et suivi par une exposition dans le Rare Books and Special Collections de la Biblioth&egrave;que McLennan en 2019. Lors de cette r&eacute;sidence d'artiste, Caroline Boileau s&rsquo;est int&eacute;ress&eacute;e aux repr&eacute;sentations du corps des femmes dans diff&eacute;rents ouvrages m&eacute;dicaux d'Europe et d'Asie datant du 15e au 19e si&egrave;cles. L'exposition marquant la fin du projet de r&eacute;sidence risquait la juxtaposition de livres, dessins et objets anciens et contemporains.</p>
					<p>Depuis vingt ans, Boileau d&eacute;veloppe des projets de r&eacute;sidence dans des lieux et des contextes non-d&eacute;dies &agrave; l'art : h&ocirc;pitaux ; biblioth&egrave;ques sp&eacute;cialis&eacute;es, g&eacute;n&eacute;ralistes et de quartier ; laboratoires de biologie ; mus&eacute;es d'histoire et d'histoire naturelle. Ces contextes de travail forcent l&rsquo;artiste &agrave; s'adapter &agrave; des contraintes logistiques, &eacute;thiques et relationnelles qui forment et transforment les projets. Ces contextes, les gens qui y gravitent, les collections et objets qu'ils abritent, deviennent des mat&eacute;riaux qui la forcent &agrave; remettre en question ses propres fa&ccedil;ons de faire tout en explorant diff&eacute;rentes strat&eacute;gies de travail, dispositifs visuels et formes plastiques.</p>
					<p>Ces projets se construisent par un processus lent et contextuel, en dialogue avec les diff&eacute;rentes personnes en pr&eacute;sence. Boileau d&eacute;bute avec le souci d'habiter le lieu o&ugrave; elle se trouve : comment y passer le plus de temps possible ? Qui sont les personnes qui utilisent ce lieu ? Quels sont les langages corporels, verbaux et non-verbaux ? Avec quels outils y travaille-t-on ? Comment rencontrer ces personnes v&eacute;ritablement ? Comment travailler avec elles sans les instrumentaliser par son travail d'artiste ? Comment transformer les objets, images, et &laquo; choses &raquo; trouv&eacute;es en &oelig;uvres contemporaines ? Quelles formes plastiques donner &agrave; cette recherche ? Dans quel but ? Pour les partager avec qui ? L&rsquo;artiste essaie de travailler avec ce qui est l&agrave; et non avec ce qu&rsquo;elle pense y trouver.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio">Travaillant &agrave; partir d'une position f&eacute;ministe, avec un int&eacute;r&ecirc;t marqu&eacute; pour la sant&eacute; &ndash; intime, publique, sociale et politique &ndash; <strong><a href="https://www.carolineboileau.com/" target="_blank">Caroline Boileau</a></strong> cr&eacute;e des &oelig;uvres, souvent hybrides, qui s'&eacute;laborent par une pratique multidisciplinaire &agrave; travers l'installation, le dessin, la vid&eacute;o et la performance. Le corps hybride, les multiples repr&eacute;sentations du corps &ndash; et celui de la femme en particulier &ndash; est un th&egrave;me r&eacute;current dans sa recherche, inspir&eacute;e par l'histoire de l'art, l'histoire de la m&eacute;decine, des sciences et aussi de l'actualit&eacute;. Par un travail en dialogue avec des lieux, des collections, des objets, des &oelig;uvres, des communaut&eacute;s et des gens, son travail tend &agrave; r&eacute;v&eacute;ler des cohabitations improbables en proposant la transformation, &agrave; la fois po&eacute;tique et politique, d'un espace partag&eacute;. Depuis 1995, elle a particip&eacute; &agrave; de nombreuses r&eacute;sidences au Canada et en Europe. Son travail a &eacute;t&eacute; pr&eacute;sent&eacute; lors d'expositions au Canada, aux &Eacute;tats-Unis, au Br&eacute;sil, en Belgique, en Espagne, en Autriche, en Finlande, en Norv&egrave;ge et en Su&egrave;de. Son travail en vid&eacute;o est diffus&eacute; par le GIV [Groupe intervention vid&eacute;o] &agrave; Montr&eacute;al.</p>
    			</div>
	    	</div>
			<a href="g2.html"><i class="large material-icons">arrow_upward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a> &nbsp; <a href="https://twitter.com/hashtag/UaacAauc2021?src=hashtag_click" target="_blank">#UaacAauc2021</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a> &nbsp; <a href="https://www.facebook.com/hashtag/AaucUaac2021/" target="_blank">#AaucUaac2021</a></li>
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:uaac.aauc.online@gmail.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank <a href="sponsors.html" target="_blank">our sponsors</a></h6>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>