<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>G.4 RAA19 Séance Ouverte</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2021 Online Conference" />
		<meta name="description" content="G.4 RAA19 Séance ouverte (Réseau art et architecture du 19e siècle), partie 1 / RAA19 Open Session (Research on Art and Architecture of the 19th century), Part 1" />
		<meta property="og:image" content="http://uaac-aauc.com/2021/images/banner-main.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2021/g4.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="G.4 RAA19 Séance ouverte (Réseau art et architecture du 19e siècle), partie 1 / RAA19 Open Session (Research on Art and Architecture of the 19th century), Part 1" />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2021.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>G.4 RAA19 S&eacute;ance Ouverte (R&eacute;seau Art et Architecture du 19e si&egrave;cle), <nobr>partie 1</nobr></h2>
		    		<hr>
		    		<h2>G.4 RAA19 Open Session (Research on Art and Architecture of the 19th century), <nobr>Part 1</nobr></h2>
		    		<h6>sam 23 oct / Sat Oct 23 / 9:00 &ndash; 10:30 PDT</h6>
		    		<!--<a class="waves-effect waves-light btn-large expired"><i class="large material-icons right">voice_chat</i> expired</a>-->
		    		<a class="waves-effect waves-light btn-large" href="https://zoom.us/j/97480725298" target="_blank"><i class="large material-icons right">voice_chat</i> join</a>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">pr&eacute;sidentes / chairs /</p>
		    		<ul>
			    		<li class="participants"><strong>Peggy Davis</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
			    		<li class="participants"><strong>Marie-Lise Poirier</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>L'objectif du R&eacute;seau Art et Architecture du 19e si&egrave;cle consiste &agrave; promouvoir le renouveau des recherches globales et interdisciplinaires sur le 19e si&egrave;cle en histoire de l'art et de l'architecture. Cette session ouverte invite des propositions th&eacute;oriques ou des &eacute;tudes de cas qui couvrent des corpus issus du long dix-neuvi&egrave;me si&egrave;cle, de 1789 &agrave; 1914. Une attention particuli&egrave;re sera donn&eacute;e aux propositions qui font ressortir de nouvelles probl&eacute;matiques ou des m&eacute;thodologies novatrices.</p> 
					<hr>
					<p>The aim of the RAA19 (Research on Art and Architecture of the 19th century) is to encourage innovative studies of nineteenth-century art and architecture. This open session welcomes papers that examine theoretical issues or case studies that focus on any aspect of the art and architecture of the long nineteenth century, from 1789 to 1914. Special consideration will be given to papers that propose innovative issues or methodologies.</p>
	    		</div>
	    		<div class="col s12 m8 offset-m4 l5 offset-l6">
	    			<p class="bio"><strong><a href="https://professeurs.uqam.ca/professeur/davis.peggy/" target="_blank">Peggy Davis</a></strong> est professeure d'histoire de l'art &agrave; l'Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al. Ses recherches portent sur l'art et la culture visuelle des XVIIIe et XIXe si&egrave;cles, et notamment sur l'histoire de l'estampe, de la satire visuelle et de la culture de l'imprim&eacute;. Elle s'int&eacute;resse &agrave; l'imaginaire de l'Am&eacute;rique et sa repr&eacute;sentation visuelle dans l'estampe, le livre &agrave; gravures et la presse illustr&eacute;e ainsi qu'&agrave; la caricature sociale, culturelle et politique en France sous la Restauration. Elle a publi&eacute; Lumi&egrave;res et histoire, Le scalp et le calumet ainsi que de nombreux articles, entre autres dans Historical Reflections, RACAR, Eighteenth-Century Fiction, Lumen et &Eacute;tudes fran&ccedil;aises. Elle est membre du Groupe de recherche en histoire des sociabilit&eacute;s (GRHS), du Centre interuniversitaire de recherche sur la Premi&egrave;re Modernit&eacute;, XVIe-XVIIIe si&egrave;cles (CIREM 16-18), de Figura Centre de recherche sur le texte et l'imaginaire et membre fondatrice du R&eacute;seau Art et architecture du 19e si&egrave;cle (RAA19).</p>
		    		<p class="bio"><strong><a href="http://figura.uqam.ca/individu/poirier-marie-lise" target="_blank">Marie-Lise Poirier</a></strong> est &eacute;tudiante du programme de doctorat interuniversitaire en histoire de l'art &agrave; l'Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al et est actuellement assistante de recherche pour le projet R&eacute;cits de l'ailleurs et entreprise &eacute;ditoriale : les ouvrages viatiques illustr&eacute;s de la collection des livres rares de l'UQAM (XVIIe&ndash;XVIIIe si&egrave;cles), codirig&eacute; par Peggy Davis et Lyse Roy. Son projet doctoral entend examiner la vie et l'&oelig;uvre de Paul Gavarni (1804&ndash;66), et plus sp&eacute;cifiquement la mani&egrave;re dont les interactions entre cet artiste, son r&eacute;seau de sociabilit&eacute; et le contexte de l'&eacute;poque ont influenc&eacute; son identit&eacute; artistique plurielle, sa &laquo; griffe &raquo; si particuli&egrave;re, laquelle s'est construite et s'est mue au rythme d'exp&eacute;rimentations techniques, de fertiles collaborations et d'&eacute;checs personnels et professionnels.</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>G.4.1 <i>Imagining Character Transformation: The Case of Shahrzad in Thousand and One Nights</i></h3>
		    		<p class="presenter"><strong>Elham Etemadi</strong><span class="school">, Hunan Normal University</span></p>
    				<p>Sani' ol-Molk's illustrated version of <i>The Thousand and One Nights</i> (1852&ndash;59) was commissioned by the fourth king of the Qajar dynasty in Iran and was completed with 3,845 illustrations. Despite her central role in the narrative, Shahrzad is depicted only five times in the whole manuscript: in the first three, she is in her role as the storyteller, and in the last two, she is the king's wife; in the very last image, she also seems to be the mother of three sons. As this change of role from a storyteller to a wife/mother happens, the way she is presented also transforms: traces of European influence are visible in her garments when she is the storyteller; in contrast, in the last two images, she is wearing the traditional clothes of Qajar era women.</p>
					<p>In this paper, I argue that the visualization of Shahrzad as a storyteller deploys icons to present her as a wise and knowledgeable woman&mdash;familiar with history; in this role, she temporarily has the privilege of power because she tells stories and consequently rules the king's imagination to &quot;cure&quot; him. On the other hand, when Shahrazad's mission has been accomplished, her role suggests the notion of an ideal wife/mother in the Qajar society, whose sons guarantee protection against any harm. Investigating Shahrazad's visual features as the storyteller and wife, I will discuss how Sani' ol-Molk imagined her position through the use of visual icons with the intention of communicating meaningfully and effectively with his audience. To doing so, I use an eclectic method for the study of Iranian illustrations by investigating presented icons both diachronically and synchronically. This double perspective primarily aims at overcoming the limits of the Iconological and Semiotic approaches when they are applied to Iranian 19th-century visual texts.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="http://www.elham-etemadi.com/" target="_blank">Elham Etemadi</a></strong> is an Associate Professor at the Foreign Studies College of Hunan Normal University. She did her PhD in Art History at the University of Leuven in Belgium and her MA in Advanced Art Studies at the University of Tehran in Iran. She is currently finalizing her first manuscript studying the royal 6-volume illustrated version of <i>The Thousand and One Nights</i> produced in the nineteenth century by Sani' al-Molk, the pioneering and prolific Persian painter. Her research is positioned at the intersections of iconology, book illustration, comparative (visual) narrative, gender representation and its historical transformation, cultural sociology, and Persian Arts of the early-modern eras.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>G.4.2 <i>A New Methodology to Study the Illustration-Poetry Relationship in the &quot;Moxon Tennyson&quot; (1857)</i></h3>
		    		<p class="presenter"><strong>Larissa Vilhena</strong><span class="school">, Trinity College Dublin, The University of Dublin</span></p>
    				<p>The inherently interdisciplinary character of research into illustrated poetry books, which comprises not only the fields of art history, literary criticism and illustration studies, but also material culture studies and book studies, permeates any attempt to study the 1857 illustrated edition of Alfred Tennyson's Poems, more commonly known as the &quot;Moxon Tennyson.&quot; The volume set a standard that numerous other illustrated volumes &mdash; or gift books &mdash; would strive to attain in the next two decades. The fifty-four illustrations were designed by a team of eight British and Irish artists, five of whom were Academicians and three of whom were Pre-Raphaelites, and converted into wood engravings by various professional engravers, resulting in a palimpsest of different pictorial styles and illustrative approaches.</p>
					<p>This paper centres primarily around a new methodology by which the illustrations in the &quot;Moxon&quot; can be studied with regard to their relationship with the poetry. It aims to inquire into the degree to which the picture illustrates the verse so as to evaluate the image's agency in the book based upon two key terms: a &quot;literal&quot; and an &quot;interpretive&quot; approach to the text. Due to the large number and wide range of illustrations in the volume, two case studies will be used to allow for an in-depth understanding of the methodology being employed. The main questions addressed are to what extent the illustration is informed by the poem and, conversely, how far the text is influenced by the image on the page. Whereas &quot;Moxon&quot; scholarship to date has tended to make use of methods of investigation that revolve around literary-critical or illustration theories, this paper shall make an original contribution to this field by adopting a visual viewpoint to conduct the investigation in order to survey the interconnectedness between illustration and poetry in the 1857 <i>Poems</i>.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Larissa Vilhena</strong> is a second-year PhD candidate and Irish Research Council Postgraduate Scholar in the Department of History of Art and Architecture, Trinity College Dublin, Ireland. Her current areas of research include the illustrations to Moxon's 1857 edition of Alfred Tennyson's Poems and Pre-Raphaelite depictions of Shakespeare's plays. She also holds an MA in European Art History from Heidelberg University, Germany. In 2017 she received an Erasmus+ grant as part of the European Liberal Arts Network (ELAN) to conduct interdisciplinary research into the Irish watercolour painter Frederic William Burton in the Department of History of Art and Architecture, Trinity College Dublin, which was combined with the MPhil Art + Ireland program (2017&ndash;18).</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>G.4.3 <i>La tradition invent&eacute;e au secours de la m&eacute;moire collective. Le cas du Canada fran&ccedil;ais au tournant du XXe si&egrave;cle.</i></h3>
		    		<p class="presenter"><strong>Anne-Philippe Beaulieu</strong><span class="school">, Universit&eacute; de Montr&eacute;al</span></p>
    				<p>Mes travaux s'int&eacute;ressent &agrave; la communaut&eacute; des dessinateurs de presse montr&eacute;alais du XIXe si&egrave;cle et portent sur la nature et la fonction de certaines images ''traditionnelles'' qu'ils ont produites pour le compte des m&eacute;dias de l'&eacute;poque. Je m'int&eacute;resse au r&ocirc;le qu'ils ont jou&eacute; dans la consolidation de l'identit&eacute; canadienne-fran&ccedil;aise, notamment &agrave; travers la production s&eacute;rielle d'illustrations sur le th&egrave;me des traditions nationales. Des repr&eacute;sentations st&eacute;r&eacute;otyp&eacute;es qui avaient pour but de nourrir l'imaginaire du peuple, &agrave; ce moment cl&eacute; de l'histoire de la province. Ma communication s'attardera &agrave; l'une des facettes de ce grand ph&eacute;nom&egrave;ne observable dans le contexte particulier du Canada fran&ccedil;ais &agrave; la fin du XIXe si&egrave;cle : l'invention de la tradition. Intimement li&eacute; aux th&egrave;mes de l'imaginaire, de la nostalgie restauratrice et du mythe, la tradition invent&eacute;e est un m&eacute;canisme sociologique souvent employ&eacute; au secours de la m&eacute;moire collective.</p> 
						<p>J'exposerai le cas du Canada fran&ccedil;ais, en m'attardant aux relations &eacute;troites qui se sont tiss&eacute;es, &agrave; la fin du XIXe si&egrave;cle, entre les milieux, les acteurs et les m&eacute;dias. Saisir comment s'est effectu&eacute;e sous leur autorit&eacute;, outre la circulation des id&eacute;aux nationalistes, le d&eacute;veloppement du mythe agraire, l'invention des traditions nationales et la construction d'un imaginaire savant. Je m'attarderai au r&ocirc;le des artistes et des m&eacute;dias dans la construction d'un &acirc;ge d'or des origines du Canada fran&ccedil;ais : la Laurentie. J'analyserai la production en s&eacute;rie d'illustrations sur le th&egrave;me des f&ecirc;tes religieuses, des h&eacute;ros historiques, des traditions nationales et us et coutmes, afin de comprendre les diff&eacute;rentes fonctions qu'ont jou&eacute;es ces images sur le renforcement de l'identit&eacute; nationale. Interrogeant divers supports et contenus m&eacute;diatiques, la tradition invent&eacute;e se d&eacute;voilera alors comme un proc&eacute;d&eacute; des plus efficace sur lequel se sont appuy&eacute;es les &eacute;lites dirigeantes de l'&eacute;poque pour remodeler l'imaginaire populaire. En arri&egrave;re-plan, l'esquisse d'une analyse interm&eacute;diale et transm&eacute;diale du mythe agraire se dessinera.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Anne-Philippe Beaulieu /</strong> Je suis dipl&ocirc;m&eacute;e d'un baccalaur&eacute;at et d'une ma&icirc;trise en histoire de l'art et je poursuis actuellement des &eacute;tudes sup&eacute;rieures, sous la co-direction des historiens de l'art Ersy Contogouris (UdeM) et Dominic Hardy (UQAM). En parall&egrave;le, je travaille comme adjointe pour le Centre de recherche interuniversitaire en litt&eacute;rature et culture qu&eacute;b&eacute;coises (CRICLQ). Je suis &eacute;galement membre de l'Association qu&eacute;b&eacute;coise pour l'&eacute;tude de l'imprim&eacute; (AQ&Eacute;I), du Centre de recherches interm&eacute;diales (CRIalt) et du groupe Caricature et satire graphique (CASGRAM). Je me suis sp&eacute;cialis&eacute;e dans l'histoire du XIXe si&egrave;cle au Qu&eacute;bec, avec pour champs d'expertise l'histoire de l'art, l'histoire culturelle et l'histoire sociale. Mes int&eacute;r&ecirc;ts de recherches portent sur les m&eacute;dias (presse, almanachs, journaux, magazines, livres illustr&eacute;s, etc.), le nationalisme, les arts graphiques (caricature, illustration de presse, publicit&eacute;, etc.) et les concepts plus large de m&eacute;moire, d'&acirc;ge d'or, de mythes et d'imaginaires collectifs. Ma th&egrave;se traite de la production graphique des dessinateurs de presse montr&eacute;alais au tournant du XXe si&egrave;cle au Canada fran&ccedil;ais (1884&ndash;1914).</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>G.4.4 <i>An Elusive Allusivity: Paradox in the Representation of Plate Glass in Canada, 1851–1900</i></h3>
		    		<p class="presenter"><strong>Stephanie Weber</strong><span class="school">, Concordia University</span></p>
    				<p>This paper attempts to define a visual culture of plate glass in Canada during the second half of the nineteenth century. I approach this material through descriptions and depictions in Canadian periodicals of Victorian-era structures that utilized large expanses of plate glass, namely, Canadian versions of the &quot;Crystal Palace&quot; exhibition building and modern mass-market department stores with large storefront display windows. In Canadian publications, these plate glass surfaces often take on certain metaphorical significance, coming to stand in for modernity, to signify purity by their clarity, or to promise a quintessentially modern honesty and openness, as their solid surfaces maintained visual limpidity. However, though glass is allusive in many ways, its signification also remained elusive. Any meaning that glass may encompass is always accompanied by its own opposite; glass can change in a moment from lucid to reflective, from refracting beams of bright light to darkening and dulling, and though it is a physically protective layer, it also permits unmitigated visual connection. The relationship of nineteenth-century Canadian periodicals to the material is marked by this ambiguity. I suggest that glass's physical capacity for dualism is an apt metaphor for the way that the meanings it signified were often contradictory, even when simultaneous. I argue that in the Canadian context, the paradoxes encompassed by the developing cultural imaginaries around glass are mirrored by the paradoxes of Victorian Canadians' ambiguous and conflicting relationships with nationalism and modernization.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>Stephanie Weber</strong> is a PhD student in the Interuniversity Doctoral Program in Art History at Concordia University. She holds an MA in Art History (2020) and a BA in History and English Literature (2017). She currently holds a SSHRC Doctoral Fellowship and a Concordia University Faculty of Fine Arts Fellowship.</p>
    			</div>
	    	</div>
			<a href="g4.html"><i class="large material-icons">arrow_upward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a> &nbsp; <a href="https://twitter.com/hashtag/UaacAauc2021?src=hashtag_click" target="_blank">#UaacAauc2021</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a> &nbsp; <a href="https://www.facebook.com/hashtag/AaucUaac2021/" target="_blank">#AaucUaac2021</a></li>
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:uaac.aauc.online@gmail.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank <a href="sponsors.html" target="_blank">our sponsors</a></h6>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>