<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>H.2 Le réinvestissement des collections par l'artiste à l’ère de la remise en question des disciplines et des identités, partie 2</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2021 Online Conference" />
		<meta name="description" content="H.2 Le réinvestissement des collections par l'artiste à l’ère de la remise en question des disciplines et des identités, partie 2 / Artists' Reinvestment in Collections in an Era of Questioning of Disciplines and Identities, Part 2" />
		<meta property="og:image" content="http://uaac-aauc.com/2021/images/banner-main.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2021/h2.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="H.2 Le réinvestissement des collections par l'artiste à l’ère de la remise en question des disciplines et des identités, partie 2 / rtists' Reinvestment in Collections in an Era of Questioning of Disciplines and Identities, Part 2" />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2021.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>H.2 Le r&eacute;investissement des collections par l'artiste &agrave; l&rsquo;&egrave;re de la remise en question des disciplines et des identit&eacute;s, <nobr>partie 2</nobr></h2>
		    		<hr>
		    		<h2>H.2 Artists' Reinvestment in Collections in an Era of Questioning of Disciplines and Identities, <nobr>Part 2</nobr></h2>
		    		<h6>sam 23 oct / Sat Oct 23 / 11:30 &ndash; 13:00 PDT</h6>
		    		<!--<a class="waves-effect waves-light btn-large expired"><i class="large material-icons right">voice_chat</i> expired</a>-->
		    		<a class="waves-effect waves-light btn-large" href="https://zoom.us/j/94332202267" target="_blank"><i class="large material-icons right">voice_chat</i> join</a>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">pr&eacute;sidentes / chairs /</p>
		    		<ul>
			    		<li class="participants"><strong>Genevi&egrave;ve Chevalier</strong><span class="school">, Universit&eacute; Laval</span></li>
			    		<li class="participants"><strong>M&eacute;lanie Boucher</strong><span class="school">, Universit&eacute; du Qu&eacute;bec en Outaouais</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>Cette s&eacute;ance s'int&eacute;resse &agrave; l'utilisation que font les artistes des collections. Par collection, nous entendons &laquo; [&hellip;] un ensemble d'objets mat&eacute;riels ou immat&eacute;riels [&hellip;] qu'un &eacute;tablissement a pris soin de rassembler, de s&eacute;lectionner, de classer, de conserver dans un contexte s&eacute;curis&eacute; [&hellip;] &raquo; (Desvall&eacute;es et al., 2011). La place tenue par ces collections dans l'&oelig;uvre &agrave; une &eacute;poque o&ugrave; les mus&eacute;es les r&eacute;investissent en diversifiant leurs usages est appel&eacute;e &agrave; changer. &Agrave; l&rsquo;&egrave;re de la remise en question des disciplines et des identit&eacute;s, pourquoi les artistes se tournent-ils.elles vers ces ressources p&eacute;rennis&eacute;es et de proximit&eacute;&thinsp;? Ces collections pourraient-elles tenir un r&ocirc;le in&eacute;dit dans le processus de cr&eacute;ation ? Et pourquoi m&ecirc;me les inclure dans une d&eacute;marche artistique ? L'aspect extra-artistique de certaines collections &mdash; comme celles d'ouvrages scientifiques et d'archives &mdash; exerce-t-il un attrait particulier ? Les arts m&eacute;diatiques, num&eacute;riques et performatifs constituent-ils des champs de pratique privil&eacute;gi&eacute;s par les artistes pour mener leur exploration ?</p> 
		    		<hr>
					<p>This session focuses on the use that artists make of collections in contemporary art. By collection, we mean &quot;[&hellip;] a set of material or immaterial objects [&hellip;] that an institution has taken care to collect, select, classify, conserve in a secure context [&hellip;]&quot; (Desvall&eacute;es et al., 2011). At a time when museums are reinvesting in collections by diversifying their uses, the space they occupy in works of art is undoubtedly set to change. In an era of questioning of disciplines and identities, why do artists turn to these perennial and local resources? Could collections play a new role in the creative process? And why even include them in an artistic approach? Is the extra-artistic aspect of certain collections &#8213; such as scientific and archival collections &#8213; particularly attractive? Are media, digital and performance arts propitious fields of practice for artists to pursue their exploration?</p>
					<p class="cited">ouvrages cit&eacute;s: Desvalle&#769;es Andr&eacute;, Bergeron, Y., &amp; Mairesse, F. (2011). <i>Dictionnaire encyclope&#769;dique de muse&#769;ologie</i>. A. Colin.</p>
	    		</div>
	    		<div class="col s12 m8 offset-m4 l5 offset-l6">
	    			<p class="bio"><strong><a href="https://www.art.ulaval.ca/personnel/professeurs/genevieve-chevalier" target="_blank">Genevi&egrave;ve Chevalier</a></strong> est professeure &agrave; l'&Eacute;cole d'art de l'Universit&eacute; Laval, artiste en arts visuels et m&eacute;diatiques et commissaire ind&eacute;pendante. Elle est titulaire d'un doctorat en &eacute;tudes et pratiques des arts (CRSH 2010) de l'Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al et a r&eacute;alis&eacute; un stage postdoctoral (FRQSC 2014) sur la question des interventions d'artistes dans les collections mus&eacute;ales avec le groupe CI&Eacute;CO. Son travail artistique prend la forme d'installations photographiques et vid&eacute;ographiques et s'int&eacute;resse au champ de l'histoire naturelle en abordant l'enjeu de la perte de biodiversit&eacute; &agrave; l'&egrave;re des changements climatiques (FRQSC 2020). Elle a &eacute;t&eacute; artiste en r&eacute;sidence au studio du Qu&eacute;bec &agrave; Londres en 2020, au centre Sporobole en 2018, au Centre for Contemporary Arts de Glasgow en 2017. En 2021, son travail est pr&eacute;sent&eacute; &agrave; Dazibao. Elle est &eacute;galement l'artiste en r&eacute;sidence du ArtLab de la Galerie d'art Foreman de l'Universit&eacute; Bishop's et commissaire invit&eacute;e &agrave; la Fondation Grantham pour l'art et l'environnement.</p>
		    		<p class="bio"><strong><a href="http://cieco.umontreal.ca/membre/melanie-boucher/" target="_blank">M&eacute;lanie Boucher</a></strong> est professeure agr&eacute;g&eacute;e en mus&eacute;ologie et en histoire de l'art &agrave; l'UQO. Elle a d&eacute;velopp&eacute; une expertise sur les enjeux performatifs, notamment dans le cadre d'une th&egrave;se de doctorat dont une version remani&eacute;e a &eacute;t&eacute; publi&eacute;e en 2014 aux &Eacute;ditions d'art le Sabord sous le titre <i>La nourriture en art performatif : son usage de la premi&egrave;re moiti&eacute; du 20e si&egrave;cle &agrave; aujourd'hui</i>, puis de recherches orient&eacute;es vers le tableau vivant (FIRC, FRQSC 2014, CRSH 2016) et les mises en sc&egrave;ne corporelles dans les expositions (CRSH 2018, 2021). Depuis 2014, &agrave; titre de cochercheure du groupe CI&Eacute;CO (CRSH 2014), elle a cherch&eacute; &agrave; mieux comprendre l'apport de l'artiste contemporain au sein des collections et des mus&eacute;es. Avant de se consacrer &agrave; la recherche et l'enseignement, M&eacute;lanie Boucher a obtenu une reconnaissance en tant que commissaire d'exposition ainsi qu'une solide expertise dans la pratique de la mus&eacute;ologie de la diffusion de l'art.</p>
	    		</div>
    		</div>
	    	<div class="row description">
		    	<div class="col s12 l6 offset-l1">
		    		<img src="images/h2-1a.jpg" class="scale-with-grid">
		    		<p class="credits"><i>Ad Astra</i>, La Soci&eacute;t&eacute; des archives affectives / The Society of Affective Archives, 2021.</p>
	    		</div>
	    		<div class="col s12 l3 offset-l1">
		    		<img src="images/h2-1b.jpg" class="scale-with-grid">
		    		<p class="credits"><i>Ad Astra</i>, La Soci&eacute;t&eacute; des archives affectives / The Society of Affective Archives, 2021.</p>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>H.2.1 <i>Interdisciplinarit&eacute; et empathie : une collection po&eacute;tique dans des archives institutionnelles</i></h3>
		    		<p class="presenter"><strong>La Société des archives affectives (Fiona Annis et Véronique La Perrière M)</strong><span class="school">, Artistes en arts visuels, chercheuses ind&eacute;pendantes</span></p>
    				<p>Cette conf&eacute;rence d&eacute;veloppera des pistes de r&eacute;flexion sur les effets et le sens du projet d'art public &laquo; Ad Astra &raquo;, r&eacute;alis&eacute; en 2019&ndash;2021 pour la Biblioth&egrave;que m&eacute;dicale du Centre hospitalier de l'Universit&eacute; de Montr&eacute;al.</p> 
					<p>Dans un premier temps, Fiona Annis et V&eacute;ronique La Perri&egrave;re M feront un survol du projet, de son processus de cr&eacute;ation et de ses diverses composantes. Projet d'art m&eacute;diatique interdisciplinaire, &laquo; Ad Astra &raquo; pr&eacute;sente une archive de messages envoy&eacute;s, de mani&egrave;re po&eacute;tique et m&eacute;taphorique, vers les &eacute;toiles et le futur. Soumis par la communaut&eacute; de l'h&ocirc;pital en 2019, les messages ont &eacute;t&eacute; transform&eacute;s en images via l'interpr&eacute;tation de neuro-imagerie, dont l'esth&eacute;tique pr&eacute;sente d'&eacute;tonnantes affinit&eacute;s avec le langage cosmique. &OElig;uvre collective repr&eacute;sentant une collection de mots, de pri&egrave;res, d'espoirs et de craintes, &laquo; Ad Astra &raquo; cherche &agrave; s'enraciner dans les exp&eacute;riences humaines profondes, l'&eacute;ventail d'&eacute;motions et cette boucle de la vie et de la mort dont l'h&ocirc;pital est quotidiennement le t&eacute;moin. L'archive compl&egrave;te du projet, qui est pr&eacute;sent&eacute; en trois sections et sur deux &eacute;tages dans le b&acirc;timent, est disponible sous la forme d'une publication dans les collections de la biblioth&egrave;que.</p>
					<p>Dans un deuxi&egrave;me temps, les artistes aborderont trois th&egrave;mes afin de soulever un questionnement sur l'impact de ce projet dans les collections et l'institution : 1) l'approche cr&eacute;ative interdisciplinaire et holistique; 2) la collection d'exp&eacute;riences v&eacute;cues (le sens de communaut&eacute; et l'empathie) et 3) l'affinit&eacute; entre la biblioth&egrave;que et le cosmos comme espaces de r&eacute;flexion et de questionnement. Ainsi, elles aborderont bri&egrave;vement la nature &agrave; la fois po&eacute;tique et politique de l&rsquo;intervention et la mani&egrave;re dont elle s'immisce dans une collection m&eacute;dicale. Annis et La Perri&egrave;re M &eacute;voqueront &eacute;galement l'aspect participatif du projet dans le contexte hospitalier ainsi que la mise en lumi&egrave;re et la c&eacute;l&eacute;bration d'exp&eacute;riences d'ordre affectif. Elles discuteront finalement du contexte de la biblioth&egrave;que et des limites du savoir.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://affectivearchives.org/" target="_blank">La Soci&eacute;t&eacute; des archives affectives</a></strong> est une entit&eacute; vou&eacute;e &agrave; la collaboration artistique, &agrave; la production d'archives affectives et &agrave; la conservation de savoirs p&eacute;riph&eacute;tiques. S'ouvrant sur l'exp&eacute;rimentation et les rencontres, la Soci&eacute;t&eacute; cherche &agrave; cr&eacute;er les conditions favorisant des &eacute;changes entre diff&eacute;rentes disciplines, cultures et &eacute;poques. Projet d'exploration romantique et conceptuel imagin&eacute; par les deux membres fondatrices, Fiona Annis et V&eacute;ronique La Perri&egrave;re M, le collectif arpente depuis 2010 le territoire de la recherche-cr&eacute;ation en arts visuels. Tout en assemblant une collection d'art&eacute;facts et d'oeuvres, la Soci&eacute;t&eacute; explore les m&eacute;diums du livre d'artiste, du film et du documentaire, de l'installation, de l'art public ainsi que de la performance. Des oeuvres de la Soci&eacute;t&eacute; font notamment partie des collections du Mus&eacute;e de la civilisation de Qu&eacute;bec, du Bureau d'art public de la Ville de Montr&eacute;al et du Centre hospitalier de l'Universit&eacute; de Montr&eacute;al (CHUM).</p>
    			</div>
	    	</div>
	    	<div class="row description">
		    	<div class="col s12 l7 offset-l1">
		    		<img src="images/h2-2.jpg" class="scale-with-grid">
		    		<p class="credits">Michael Blum, <i>Vorderhaus Oranienstra&szlig;e</i> 10/11, Berlin-Kreuzberg, 29.3 &times; 29.3 cm, 1983. Photo : Thomas Winkelkotte &amp; Claudia Orlowsky. Collection FHXB Friedrichshain-Kreuzberg Museum, Berlin.</p>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>H.2.2 <i><nobr>&laquo; Ausgrabungen &raquo;</nobr>, retour aux sources</i></h3>
		    		<p class="presenter"><strong>Michael Blum</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></p>
    				<p>&laquo; Oranienstra&szlig;e. Ausgrabungen. Eine Verschronik &raquo; (KLAK Verlag, Berlin, 2019, en allemand) dresse la chronique d'un immeuble berlinois, Oranienstra&szlig;e 10/11, et d'une famille y ayant v&eacute;cu et travaill&eacute;, les Braun, du milieu du XIXe si&egrave;cle &agrave; aujourd'hui. La chronique tisse un r&eacute;seau de diff&eacute;rents r&eacute;cits tels que l'histoire architecturale de l'immeuble, la pers&eacute;cution et l'exil de la famille Braun, la culture alternative et protestataire de Kreuzberg, le &laquo; f&eacute;odalisme du logement &raquo; et l'embourgeoisement du quartier, le club sportif Bar Kochba et le &laquo; juda&iuml;sme musculaire &raquo;&hellip;</p>
					<p>Dans cette pr&eacute;sentation, Michael Blum cherchera &agrave; montrer les liens qu'un tel projet entretient avec ses sources &ndash; archives, documents, lieux, personnes &ndash; ou avec l'absence de celles-ci. Cela am&egrave;nera l&rsquo;artiste &agrave; consid&eacute;rer des questions connexes, telles que l'effet-miroir entre la diaspora des personnages et l'&eacute;parpillement des archives, la pr&eacute;tention &agrave; la v&eacute;rit&eacute;, l'aspect ultra-local du projet ou la question linguistique dans le contexte d'une re-d&eacute;finition de l'identit&eacute; jud&eacute;o-allemande, ainsi que la singularit&eacute; de ce projet en regard d'autres travaux bas&eacute;s sur des collections historiques.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio">Historien de formation, <strong><a href="https://www.blumology.net/" target="_blank">Michael Blum</a></strong> est artiste, auteur et professeur &agrave; l'&Eacute;cole des arts visuels et m&eacute;diatiques de l'Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al. L'appropriation sp&eacute;culative, critique et subversive des grands r&eacute;cits historiques est une des strat&eacute;gies artistiques qui d&eacute;finissent sa pratique. Empruntant aux m&eacute;thodologies de l'historien, du sociologue, du journaliste et du d&eacute;tective, son travail s'est d&eacute;velopp&eacute; dans l'exploration de situations m&eacute;connues ou ambivalentes, parfois controvers&eacute;es. Ses projets ont fait l'objet d'expositions dans des institutions telles que De Appel (Amsterdam) le New Museum (New York), la Biennale d'Istanbul, Sonsbeek (Arnhem) ou le San Francisco Art Institute, de projections au MNAM-Centre-Georges-Pompidou (Paris), Anthology Film Archives (New York) ou la Cin&eacute;math&egrave;que qu&eacute;b&eacute;coise (Montr&eacute;al) et d'ouvrages parus chez Revolver-Archiv f&uuml;r aktuelle Kunst (Francfort), Unrast Verlag (M&uuml;nster) et KLAK Verlag (Berlin).</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>H.2.3 <i>“The Ceremony”</i></h3>
		    		<p class="presenter"><strong>Leisure (Susannah Wesley et Meredith Carruthers)</strong><span class="school">, Artiste en arts visuels, chercheuse ind&eacute;pendante</span></p>
    				<p>Leisure will discuss its experience of the ArtLab residency hosted by the Foreman Art Gallery of Bishop's University, which during 2020&ndash;21 allowed the artists access to the uncatalogued archives of Eastern Townships' ceramicist Wanda Staniszewska/Rozynska (1929&ndash;2007), located at the Rozynski Art Centre &mdash; the former home, studio, and summer school of Wanda Rozynska.</p>
					<p>Through their research in the Rozynski Art Centre archives, Susannah Wesley and Meredith Carruthers became inspired by a document discovered in the personal papers of Wanda Rozynska. Entitled &quot;The Ceremony,&quot; the document describes a series of objects, costumes, gestures, and forms meant to become &quot;symbols for the renewal and healing of friends.&quot; The document includes the names of participants: Wanda, Stanley (Wanda's husband), Gail (Wanda's friend and frequent exhibition partner), and an unnamed &quot;observer.&quot; Based on their readings of Wanda's diaries, Wesley and Carruthers assume that the ceremony was drafted during a time when Wanda's physical health was failing, and her emotional and creative energies and relationships were strained. They sense the hand of Gail within the text in its sensitive references to art, life, endings and beginnings, to overcoming obstacles, and to recognizing and honouring the things that hold us in place. This ceremony and its hope for creative renewal resonate with them on a personal level and connect to societal shifts that have taken place since 2020. The document's insistence on metamorphosis as a constant force in life and its demonstration of care, support, and friendship through a period of trauma and healing gain new relevance within the contemporary experience.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://leisureprojects.tumblr.com/" target="_blank">Leisure</a></strong> is a conceptual collaborative art practice based in Montr&eacute;al. Working together under the name &quot;Leisure&quot; since 2004, Susannah Wesley and Meredith Carruthers have engaged with cultural-historical narratives through research, conversation, workshops, and exhibitions. Their recent projects focus on models of collaboration, the history of women's contributions to creative production, and the creative power of children as art creators and audiences.</p>
    			</div>
	    	</div>
			<a href="h2.html"><i class="large material-icons">arrow_upward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a> &nbsp; <a href="https://twitter.com/hashtag/UaacAauc2021?src=hashtag_click" target="_blank">#UaacAauc2021</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a> &nbsp; <a href="https://www.facebook.com/hashtag/AaucUaac2021/" target="_blank">#AaucUaac2021</a></li>
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:uaac.aauc.online@gmail.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank <a href="sponsors.html" target="_blank">our sponsors</a></h6>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>