<!DOCTYPE html>
<html>
     <head>
	  	<!--Import materialize.css-->
	  	<link type="text/css" rel="stylesheet" href="css/materialize.min.css"  media="screen,projection"/>
	  	<!--Let browser know website is optimized for mobile-->
	  	<meta name="viewport" content="width=device-width, initial-scale=1.0"/>
	  	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<title>H.4 RAA19 Séance Ouverte</title>
		<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=yes" />
		<meta http-equiv="X-UA-Compatible" content="IE=edge">
		<meta name="msapplication-tap-highlight" content="no">
		<meta property="og:title" content="UAAC 2021 Online Conference" />
		<meta name="description" content="H.4 RAA19 Séance ouverte (Réseau art et architecture du 19e siècle), partie 2 / RAA19 Open Session (Research on Art and Architecture of the 19th century), Part 2" />
		<meta property="og:image" content="http://uaac-aauc.com/2021/images/banner-main.jpg" />
		<meta property="og:url" content="http://uaac-aauc.com/2021/h4.html" />
		<meta property="og:type" content="image/jpeg" />
		<meta property='og:description' content="H.4 RAA19 Séance ouverte (Réseau art et architecture du 19e siècle), partie 2 / RAA19 Open Session (Research on Art and Architecture of the 19th century), Part 2" />
	  	<!-- Material Icon Font -->
		<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
		<!-- Core CSS-->
		<link href="css/materialize.css" type="text/css" rel="stylesheet" media="screen">
		<!-- Custom CSS-->    
		<link href="css/custom.css" type="text/css" rel="stylesheet" media="screen">
		<link rel="stylesheet" href="https://use.typekit.net/gkr3qos.css">
		<!-- Global site tag (gtag.js) - Google Analytics -->
		<script async src="https://www.googletagmanager.com/gtag/js?id=UA-133278015-1"></script>
		<script>
			window.dataLayer = window.dataLayer || [];
			function gtag(){dataLayer.push(arguments);}
			gtag('js', new Date());
	
			gtag('config', 'UA-133278015-1');
		</script>
    </head>
    <body>
	    <div class="navbar-fixed">
		    <nav>
				<div class="nav-wrapper">
					<a href="index.html" class="brand-logo left"><img src="images/uaac2021.png" class="brand-logo-img scale-with-grid"></a>
					<ul id="nav-mobile" class="right">
						<li><a class="nav-about" href="about.html">about</a></li>
					    <li><a class="nav-schedule" href="schedule.html">schedule</a></li>
					</ul>
				</div>
			</nav>
	    </div>
	    <div id="content">
    		<div class="row info">
	    		<div class="col s12 m11 l9 offset-l1">
		    		<h2>H.4 RAA19 S&eacute;ance Ouverte (R&eacute;seau Art et Architecture du 19e si&egrave;cle), <nobr>partie 2</nobr></h2>
		    		<hr>
		    		<h2>H.4 RAA19 Open Session (Research on Art and Architecture of the 19th century), <nobr>Part 2</nobr></h2>
		    		<h6>sam 23 oct / Sat Oct 23 / 11:30 &ndash; 13:00 PDT</h6>
		    		<!--<a class="waves-effect waves-light btn-large expired"><i class="large material-icons right">voice_chat</i> expired</a>-->
		    		<a class="waves-effect waves-light btn-large" href="https://zoom.us/j/97480725298" target="_blank"><i class="large material-icons right">voice_chat</i> join</a>
	    		</div>
    		</div>
    		<div class="row">
	    		<div class="col s12 m11 l10 offset-l1">
		    		<p class="title">pr&eacute;sidentes / chairs /</p>
		    		<ul>
			    		<li class="participants"><strong>Peggy Davis</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
			    		<li class="participants"><strong>Marie-Lise Poirier</strong><span class="school">, Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al</span></li>
		    		</ul>
	    		</div>
	    		<div class="col s12 m10 l7 offset-l1">
		    		<p>L'objectif du R&eacute;seau Art et Architecture du 19e si&egrave;cle consiste &agrave; promouvoir le renouveau des recherches globales et interdisciplinaires sur le 19e si&egrave;cle en histoire de l'art et de l'architecture. Cette session ouverte invite des propositions th&eacute;oriques ou des &eacute;tudes de cas qui couvrent des corpus issus du long dix-neuvi&egrave;me si&egrave;cle, de 1789 &agrave; 1914. Une attention particuli&egrave;re sera donn&eacute;e aux propositions qui font ressortir de nouvelles probl&eacute;matiques ou des m&eacute;thodologies novatrices.</p> 
					<hr>
					<p>The aim of the RAA19 (Research on Art and Architecture of the 19th century) is to encourage innovative studies of nineteenth-century art and architecture. This open session welcomes papers that examine theoretical issues or case studies that focus on any aspect of the art and architecture of the long nineteenth century, from 1789 to 1914. Special consideration will be given to papers that propose innovative issues or methodologies.</p>
	    		</div>
	    		<div class="col s12 m8 offset-m4 l5 offset-l6">
	    			<p class="bio"><strong><a href="https://professeurs.uqam.ca/professeur/davis.peggy/" target="_blank">Peggy Davis</a></strong> est professeure d'histoire de l'art &agrave; l'Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al. Ses recherches portent sur l'art et la culture visuelle des XVIIIe et XIXe si&egrave;cles, et notamment sur l'histoire de l'estampe, de la satire visuelle et de la culture de l'imprim&eacute;. Elle s'int&eacute;resse &agrave; l'imaginaire de l'Am&eacute;rique et sa repr&eacute;sentation visuelle dans l'estampe, le livre &agrave; gravures et la presse illustr&eacute;e ainsi qu'&agrave; la caricature sociale, culturelle et politique en France sous la Restauration. Elle a publi&eacute; Lumi&egrave;res et histoire, Le scalp et le calumet ainsi que de nombreux articles, entre autres dans Historical Reflections, RACAR, Eighteenth-Century Fiction, Lumen et &Eacute;tudes fran&ccedil;aises. Elle est membre du Groupe de recherche en histoire des sociabilit&eacute;s (GRHS), du Centre interuniversitaire de recherche sur la Premi&egrave;re Modernit&eacute;, XVIe-XVIIIe si&egrave;cles (CIREM 16-18), de Figura Centre de recherche sur le texte et l'imaginaire et membre fondatrice du R&eacute;seau Art et architecture du 19e si&egrave;cle (RAA19).</p>
		    		<p class="bio"><strong><a href="http://figura.uqam.ca/individu/poirier-marie-lise" target="_blank">Marie-Lise Poirier</a></strong> est &eacute;tudiante du programme de doctorat interuniversitaire en histoire de l'art &agrave; l'Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al et est actuellement assistante de recherche pour le projet R&eacute;cits de l'ailleurs et entreprise &eacute;ditoriale : les ouvrages viatiques illustr&eacute;s de la collection des livres rares de l'UQAM (XVIIe&ndash;XVIIIe si&egrave;cles), codirig&eacute; par Peggy Davis et Lyse Roy. Son projet doctoral entend examiner la vie et l'&oelig;uvre de Paul Gavarni (1804&ndash;66), et plus sp&eacute;cifiquement la mani&egrave;re dont les interactions entre cet artiste, son r&eacute;seau de sociabilit&eacute; et le contexte de l'&eacute;poque ont influenc&eacute; son identit&eacute; artistique plurielle, sa &laquo; griffe &raquo; si particuli&egrave;re, laquelle s'est construite et s'est mue au rythme d'exp&eacute;rimentations techniques, de fertiles collaborations et d'&eacute;checs personnels et professionnels.</p>
	    		</div>
    		</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>H.4.1 <i>Fanny Robert, la première femme artiste sourde de Paris</i></h3>
		    		<p class="presenter"><strong>Andr&eacute;anne Parent</strong><span class="school">, Universit&eacute; de Montr&eacute;al</span></p>
    				<p>Fanny Robert est une artiste ayant v&eacute;cu au d&eacute;but du 19e si&egrave;cle. Outre le fait d'avoir suivi une formation dans l'atelier de Girodet, un privil&egrave;ge qui ne fut accord&eacute; qu'&agrave; de rares &eacute;lues, Fanny pr&eacute;sente une condition peu commune : elle est n&eacute;e avec des troubles de l'audition et de la parole. En d&eacute;pit de cette condition cognitive alt&eacute;r&eacute;e, Fanny a su tirer profit de sa diff&eacute;rence pour se b&acirc;tir une r&eacute;putation noble sur la sc&egrave;ne artistique parisienne.</p>
					<p>Sa surdimutit&eacute; est per&ccedil;ue par ses contemporain.e.s comme une anomalie du syst&egrave;me duquel elle est doublement exclue en tant que femme ET marginale. Aujourd'hui, les rares travaux qui se penchent sur son cas ne traitent de sa &laquo; diff&eacute;rence &raquo; que d'un point de vue m&eacute;dical et/ou physiologique. Personnellement, je crois que parler de cette femme en termes de diagnostics et de pathologies est r&eacute;ducteur et st&eacute;rile, et que son exp&eacute;rience personnelle offre au contraire un point de vue fascinant sur la formation de l'identit&eacute; d'une femme artiste atypique en France au d&eacute;but du 19e si&egrave;cle. Cet aspect me permettra d'&eacute;tudier cette femme dans une perspective interdisciplinaire et de situer la signification du handicap dans les interactions entre les corps et leurs environnements sociaux, mat&eacute;riels et historiques.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://recherche.umontreal.ca/english/our-researchers/professors-directory/researcher/is/in19787/" target="_blank">Andr&eacute;anne Parent</a> /</strong> Je suis &eacute;tudiante au doctorat interuniversitaire en histoire de l'art &agrave; l'Universit&eacute; de Montr&eacute;al. Mes recherches portent sur l'histoire de l'art fran&ccedil;ais des 18e et 19e si&egrave;cles, et plus sp&eacute;cifiquement sur la formation artistique des femmes de la r&eacute;gion parisienne, entre la fin de l'Ancien R&eacute;gime et la Monarchie de Juillet, que j'&eacute;tudie &agrave; travers une perspective interdisciplinaire (&eacute;tudes de genres, th&eacute;ories f&eacute;ministes et disability studies). Je m'int&eacute;resse aux mouvements et aux manifestations artistiques de la p&eacute;riode postr&eacute;volutionnaire, ainsi qu'aux r&ocirc;les jou&eacute;s par les femmes (souvent ignor&eacute;es) de l'histoire de l'art. Mon sujet de ma&icirc;trise portait notamment sur le partenariat entre le peintre d'histoire Anne-Louis Girodet (1767&ndash;1824) et la femme de lettres et de th&eacute;&acirc;tre Julie Candeille (1767&ndash;1834), consid&eacute;r&eacute;e &agrave; tort comme &laquo; la petite femme derri&egrave;re le grand homme &raquo;. Mon m&eacute;moire, dirig&eacute; par la professeure Peggy Davis, est paru en 2020 &agrave; l'Universit&eacute; du Qu&eacute;bec &agrave; Montr&eacute;al.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>H.4.2 <i>Louis-Fran&ccedil;ois Lejeune et l'auto-repr&eacute;sentation historique</i></h3>
		    		<p class="presenter"><strong>B&eacute;atrice Denis</strong><span class="school">, Universit&eacute; de Montr&eacute;al</span></p>
    				<p>Je propose pour cette communication d'&eacute;tudier un tableau de Louis-Fran&ccedil;ois Lejeune (1775&ndash;1848), &laquo; Vue du monast&egrave;re et des Taureaux antiques de Guisando, sur les bords de l'Alberge, en Castille &raquo;, un tableau pr&eacute;sent&eacute; anonymement au Salon de 1817. L'auto-repr&eacute;sentation qui y est offerte par Lejeune et la dimension historique qui est donn&eacute;e &agrave; cette repr&eacute;sentation offrent mati&egrave;re &agrave; r&eacute;flexion. C'est en effet mon constat que Lejeune construit, &agrave; la fois dans ce tableau et autour de celui-ci (au Salon), un Lejeune historique, personnage dont l'&eacute;laboration se poursuit &eacute;galement dans ses m&eacute;moires, intitul&eacute;s &laquo; Souvenirs d'un officier de l'Empire &raquo; (1851).</p>
					<p>Lejeune, peintre de batailles et officier pendant la p&eacute;riode napol&eacute;onienne, illustre dans ce tableau le moment o&ugrave; il est fait prisonnier par les gu&eacute;rillas espagnoles, en 1811. D&eacute;nud&eacute; par ses ennemis dans la sc&egrave;ne principale, plac&eacute;e dans un paysage idyllique, la composition de ce tableau r&eacute;v&egrave;le une mise en sc&egrave;ne d&eacute;lib&eacute;r&eacute;e de l'&eacute;v&eacute;nement en question. Contrairement &agrave; ses habitudes de prendre pour sujet des &eacute;v&eacute;nements militaires d'envergure (Bataille de Marengo, Bivouac d'Austerlitz, Bataille des Pyramides, Si&egrave;ge de Saragosse), ce tableau de Lejeune illustre un &eacute;pisode plus intime de l'exercice de ses fonctions militaires. Le tableau entretient un rapport t&eacute;nu avec une v&eacute;rit&eacute; historique, m&ecirc;me s'il prend &eacute;galement de sa signification gr&acirc;ce &agrave; l'authenticit&eacute; fournie par la main de Lejeune, connu du public des Salons depuis 1801 en tant que &laquo; peintre-soldat &raquo;. Lejeune fournit par ailleurs des pistes de lecture de ce tableau dans ses m&eacute;moires, y racontant &agrave; la fois l'&eacute;pisode ainsi que l'&eacute;laboration du tableau. &Agrave; travers ce prisme identitaire officier/peintre/m&eacute;morialiste, je propose d'&eacute;tudier l'habilet&eacute; de Lejeune, dans ce tableau et dans la relation de cet &eacute;pisode de sa vie, &agrave; se repr&eacute;senter favorablement pour la post&eacute;rit&eacute;.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong>B&eacute;atrice Denis /</strong> Pr&eacute;sentement inscrite au doctorat interuniversitaire en histoire de l'art &agrave; l'Universit&eacute; de Montr&eacute;al, mon projet de th&egrave;se, sous la direction d'Ersy Contogouris, porte sur Louis-Fran&ccedil;ois Lejeune, peintre et soldat &agrave; l'&eacute;poque napol&eacute;onienne. J'ai r&eacute;cemment termin&eacute;, &agrave; l'automne 2020, un m&eacute;moire de ma&icirc;trise intitul&eacute; &laquo; Le bivouac d'Austerlitz selon Louis-Fran&ccedil;ois Lejeune : les guerres napol&eacute;oniennes entre construction identitaire et construction historique &raquo;. Je m'int&eacute;resse &agrave; la repr&eacute;sentation de la guerre en peinture, des peintures de bataille aux portraits de figures militaires, me sp&eacute;cialisant autour de la p&eacute;riode napol&eacute;onienne. J'ai aussi un int&eacute;r&ecirc;t pour les ph&eacute;nom&egrave;nes historiographiques, m&eacute;moriels et comm&eacute;moratifs entourant les &eacute;v&eacute;nements de nature militaire ainsi que pour la relation entre images et &eacute;crits.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>H.4.3 <i>Modern Lives: Failure, Biography, and the Avant-Garde in 19th-Century Paris</i></h3>
		    		<p class="presenter"><strong>Tim Chandler</strong><span class="school">, Concordia University</span></p>
    				<p>The biographies of artists have served as one of the primary ways that the public learns about art for at least 400 years, since the publication of Giorgio Vasari's massively influential <i>Lives of the Most Excellent Painters, Sculptors, and Architects</i> initiated a wave of public learning about Italian Renaissance art. Looking at a history of biographies, we see a history of artists, artworks, and the people who wrote about both. This paper begins by looking at the biography of &Eacute;douard Manet (1832&ndash;83), one of the most prominent artists from art history's western canon, and contrasts it with that of Caravaggio (1571&ndash;1610) through a metahistorical lens to establish the narrative similarities present in the descriptions of the artists' failure. In 19th-century Paris, the narrative trope of the failed artist was established in popular media, and Manet was at the centre of this coalescence. The role of the artist in society and culture was rapidly evolving, and a result, an artist failing earlier in their career began to be interpreted as a sign of their avant-gardeness. These tropes, such as failure, play an integral role in the writing of art history, and there have already been important studies on their use in the discipline. Taking the base of this research and augmenting it with a semiotic analysis of biographical tropes, as interpreted by Jean Fisette, Veeranda Lele, and Barend van Heusden, can move closer to answering the larger-scale questions that plague art historiography in two ways: Explaining how readers of biographies interpret their subjects as signs and then contextualizing how failure is understood as a sign for the avant-garde by the public.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://www.concordia.ca/finearts/art-history/student-life/graduate-profiles/phd/tim_chandler.html" target="_blank">Tim Chandler</a></strong> is a writer and art historian who is currently a PhD student in Art History at Concordia University in Montreal. His research investigates how failure was used as a narrative device in 19th-century art writing to communicate avant-gardeness. Prior to Concordia, he worked at The Power Plant Contemporary Art Gallery as the TD Curator of Education Fellow from 2016 to 2018 and completed his Master's in Art History and Visual Culture at the University of Guelph in 2016. In addition to his academic pursuits, Chandler also self-publishes zines and pop culture criticism. His research is supported by a SSHRC Doctoral Fellowship.</p>
    			</div>
	    	</div>
	    	<div class="row description">
	    		<div class="col s12 m10 l7 offset-l1">
		    		<h3>H.4.4 <i>Painting as Terrain Vague: Van Gogh and the Salon des Indépendants of 1888</i></h3>
		    		<p class="presenter"><strong>David Misteli</strong><span class="school">, University of Basel</span></p>
    				<p>In 1888 van Gogh exhibited, for the first time, at the &quot;Salon des Ind&eacute;pendants.&quot; Constituting his first presence among the Parisian avant-garde, the participation resulted in his first critical mentions in art journals. Yet, this encounter can hardly be described as an easy inauguration. By the time the exhibition was mounted, van Gogh had already abandoned the French capital for Arles. Moreover, the reception of his paintings was mixed, with critics judging his work unfavourably against Neo-Impressionism, the avant-garde's dominant force. This ambiguous turn of events might, indeed, account for the sparse scholarly attention that has been given to van Gogh's first appearance on the avant-garde stage.</p>
					<p>Instead of approaching the Salon as a peripheral matter for understanding van Gogh's painting, my paper suggests viewing the three paintings exhibited as an ensemble. Epitomizing the painter's artistic engagement with Paris, the ensemble establishes two modes of encountering the metropolis: The two landscape paintings of Montmartre stand for a city explored. Focusing upon the topography of its &quot;terrains vagues,&quot; they speak to us of a world observed and responded to <i>en plein air</i>. The third painting, <i>Parisian Novels</i>, however, introduces a different mode of encounter. It evokes a mediated Paris, not directly observed, but shaped by van Gogh's voracious reading. After all, it is through French novels that the painter first encountered the city's fringes he would later paint.</p>
					<p>Reframing van Gogh's contributions to the 1888 Salon, this paper argues that they present a critical engagement with the state of modern painting in the mid-1880s. It brings in to view a different vision for modern art than the contemporaneous recasting of painting as an issue of applied science that Neo-Impressionism was undertaking, and against which van Gogh's paintings were judged in 1888.</p>
    			</div>
    			<div class="col s12 m8 offset-m4 l5 offset-l6">
    				<p class="bio"><strong><a href="https://udk-berlin.academia.edu/DavidMisteli" target="_blank">David Misteli</a></strong> is a PhD candidate at the University of Basel and holds a graduate fellowship awarded by the Freiwillige Akademische Gesellschaft Basel. In August 2021 he starts a Swiss National Science Foundation (SNSF) postdoc project at the Universit&auml;t der K&uuml;nste Berlin. He studied art history, history and image theory at the University of Basel with semesters abroad in Berlin and Glasgow. 2015&ndash;20 Predoctoral Faculty Member with the Department of Art History at the University of Basel. 2017&ndash;19 Doc.Mobility Fellow of the SNSF at the Centre allemand d'histoire de l'art in Paris and at the University of Pennsylvania, Philadelphia. He also works as an author and critic on contemporary art.</p>
    			</div>
	    	</div>
			<a href="h4.html"><i class="large material-icons">arrow_upward</i></a>
    	</div>
	    <div id="footer">
			<div class="row">
				<div class="col s12 m6">
					<ul>
						<li class="footer"><a href="https://twitter.com/AaucUaac" target="_blank">twitter</a> &nbsp; <a href="https://twitter.com/hashtag/UaacAauc2021?src=hashtag_click" target="_blank">#UaacAauc2021</a></li>
						<li class="footer"><a href="https://www.facebook.com/UAACAAUC/" target="_blank">fb</a> &nbsp; <a href="https://www.facebook.com/hashtag/AaucUaac2021/" target="_blank">#AaucUaac2021</a></li>
						<li class="footer"><a href="https://www.instagram.com/uaacaauc/" target="_blank">instagram</a></li>
						<li class="footer"><a href="https://uaac-aauc.com/" target="_blank">uaac-aauc.com</a></li>
						<li class="footer"><a href="mailto:uaac.aauc.online@gmail.com">email</a></li>
					</ul>
				</div>
				<div class="col s12 m6 right-align">
					<h6 class="footer-sponsors">We thank <a href="sponsors.html" target="_blank">our sponsors</a></h6>
				</div>
			</div>
		</div>
	    
		    

	    <!-- ================================================
		Scripts
		================================================ -->
	    
	    <!-- jQuery Library -->
	    <script type="text/javascript" src="https://code.jquery.com/jquery-2.1.1.min.js"></script>
	    
	    <!-- LOAD MATERIALIZE.JS -->
	    <script type="text/javascript" src="js/materialize.js"></script>
	    
	    <!-- INITIALIZE SPECIFIC MATERIALIZE.JS FUNCTIONS -->
	    <script type="text/javascript" src="js/init.js"></script>
    
     </body>
</html>